/**
 * Generated from the official OBEC indicator tables.
 * Run tools-import-indicator-book.js to regenerate lower-secondary data.
 */
(function () {
  'use strict';

  const source = {"id":"TH-BEC-2551-SCI-REV2560","title":"ตัวชี้วัดและสาระการเรียนรู้แกนกลาง กลุ่มสาระการเรียนรู้วิทยาศาสตร์ (ฉบับปรับปรุง พ.ศ. 2560)","framework":"หลักสูตรแกนกลางการศึกษาขั้นพื้นฐาน พ.ศ. 2551","revisionYear":2560,"publisher":"สำนักงานคณะกรรมการการศึกษาขั้นพื้นฐาน และ สสวท.","url":"https://www.ipst.ac.th/wp-content/uploads/2022/05/SciCurriculum_2560.pdf","retrievedAt":"2026-09-02","scope":"ประถมศึกษาปีที่ 1-6 และมัธยมศึกษาปีที่ 1-6"};
  const standards = [
  {
    "id": "W1.1",
    "code": "ว 1.1",
    "strand": "วิทยาศาสตร์ชีวภาพ",
    "title": "ระบบนิเวศ"
  },
  {
    "id": "W1.2",
    "code": "ว 1.2",
    "strand": "วิทยาศาสตร์ชีวภาพ",
    "title": "เซลล์และระบบของสิ่งมีชีวิต"
  },
  {
    "id": "W1.3",
    "code": "ว 1.3",
    "strand": "วิทยาศาสตร์ชีวภาพ",
    "title": "พันธุกรรมและความหลากหลายทางชีวภาพ"
  },
  {
    "id": "W2.1",
    "code": "ว 2.1",
    "strand": "วิทยาศาสตร์กายภาพ",
    "title": "สสารและสมบัติของสสาร"
  },
  {
    "id": "W2.2",
    "code": "ว 2.2",
    "strand": "วิทยาศาสตร์กายภาพ",
    "title": "แรงและการเคลื่อนที่"
  },
  {
    "id": "W2.3",
    "code": "ว 2.3",
    "strand": "วิทยาศาสตร์กายภาพ",
    "title": "พลังงาน"
  },
  {
    "id": "W3.1",
    "code": "ว 3.1",
    "strand": "วิทยาศาสตร์โลกและอวกาศ",
    "title": "โลกและอวกาศ"
  },
  {
    "id": "W3.2",
    "code": "ว 3.2",
    "strand": "วิทยาศาสตร์โลกและอวกาศ",
    "title": "กระบวนการเปลี่ยนแปลงของโลก"
  },
  {
    "id": "W4.1",
    "code": "ว 4.1",
    "strand": "เทคโนโลยี",
    "title": "การออกแบบและเทคโนโลยี"
  },
  {
    "id": "W4.2",
    "code": "ว 4.2",
    "strand": "เทคโนโลยี",
    "title": "วิทยาการคำนวณ"
  }
];
  const units = [
  {
    "id": "p1-w11",
    "grade": "P1",
    "code": "ว 1.1",
    "title": "ระบบนิเวศ",
    "description": "วิทยาศาสตร์ชีวภาพ",
    "standards": [
      "W1.1"
    ]
  },
  {
    "id": "p5-w11",
    "grade": "P5",
    "code": "ว 1.1",
    "title": "ระบบนิเวศ",
    "description": "วิทยาศาสตร์ชีวภาพ",
    "standards": [
      "W1.1"
    ]
  },
  {
    "id": "m3-w11",
    "grade": "M3",
    "code": "ว 1.1",
    "title": "ระบบนิเวศ",
    "description": "ปฏิสัมพันธ์ สายใยอาหาร การสะสมสารพิษ และสมดุล",
    "standards": [
      "W1.1"
    ]
  },
  {
    "id": "m4-w11",
    "grade": "M4",
    "code": "ว 1.1",
    "title": "ระบบนิเวศ",
    "description": "วิทยาศาสตร์ชีวภาพ",
    "standards": [
      "W1.1"
    ]
  },
  {
    "id": "p1-w12",
    "grade": "P1",
    "code": "ว 1.2",
    "title": "เซลล์และระบบของสิ่งมีชีวิต",
    "description": "วิทยาศาสตร์ชีวภาพ",
    "standards": [
      "W1.2"
    ]
  },
  {
    "id": "p2-w12",
    "grade": "P2",
    "code": "ว 1.2",
    "title": "เซลล์และระบบของสิ่งมีชีวิต",
    "description": "วิทยาศาสตร์ชีวภาพ",
    "standards": [
      "W1.2"
    ]
  },
  {
    "id": "p3-w12",
    "grade": "P3",
    "code": "ว 1.2",
    "title": "เซลล์และระบบของสิ่งมีชีวิต",
    "description": "วิทยาศาสตร์ชีวภาพ",
    "standards": [
      "W1.2"
    ]
  },
  {
    "id": "p4-w12",
    "grade": "P4",
    "code": "ว 1.2",
    "title": "เซลล์และระบบของสิ่งมีชีวิต",
    "description": "วิทยาศาสตร์ชีวภาพ",
    "standards": [
      "W1.2"
    ]
  },
  {
    "id": "p6-w12",
    "grade": "P6",
    "code": "ว 1.2",
    "title": "เซลล์และระบบของสิ่งมีชีวิต",
    "description": "วิทยาศาสตร์ชีวภาพ",
    "standards": [
      "W1.2"
    ]
  },
  {
    "id": "m1-w12",
    "grade": "M1",
    "code": "ว 1.2",
    "title": "สิ่งมีชีวิตและพืช",
    "description": "เซลล์ การลำเลียง การสังเคราะห์ด้วยแสง และการสืบพันธุ์ของพืช",
    "standards": [
      "W1.2"
    ]
  },
  {
    "id": "m2-w12",
    "grade": "M2",
    "code": "ว 1.2",
    "title": "ระบบร่างกายมนุษย์",
    "description": "หายใจ ขับถ่าย หมุนเวียนเลือด ประสาท และสืบพันธุ์",
    "standards": [
      "W1.2"
    ]
  },
  {
    "id": "m4-w12",
    "grade": "M4",
    "code": "ว 1.2",
    "title": "เซลล์และระบบของสิ่งมีชีวิต",
    "description": "วิทยาศาสตร์ชีวภาพ",
    "standards": [
      "W1.2"
    ]
  },
  {
    "id": "p2-w13",
    "grade": "P2",
    "code": "ว 1.3",
    "title": "พันธุกรรมและความหลากหลายทางชีวภาพ",
    "description": "วิทยาศาสตร์ชีวภาพ",
    "standards": [
      "W1.3"
    ]
  },
  {
    "id": "p4-w13",
    "grade": "P4",
    "code": "ว 1.3",
    "title": "พันธุกรรมและความหลากหลายทางชีวภาพ",
    "description": "วิทยาศาสตร์ชีวภาพ",
    "standards": [
      "W1.3"
    ]
  },
  {
    "id": "p5-w13",
    "grade": "P5",
    "code": "ว 1.3",
    "title": "พันธุกรรมและความหลากหลายทางชีวภาพ",
    "description": "วิทยาศาสตร์ชีวภาพ",
    "standards": [
      "W1.3"
    ]
  },
  {
    "id": "m3-w13",
    "grade": "M3",
    "code": "ว 1.3",
    "title": "พันธุกรรมและความหลากหลาย",
    "description": "ยีน โครโมโซม การถ่ายทอดลักษณะ และความหลากหลาย",
    "standards": [
      "W1.3"
    ]
  },
  {
    "id": "m4-w13",
    "grade": "M4",
    "code": "ว 1.3",
    "title": "พันธุกรรมและความหลากหลายทางชีวภาพ",
    "description": "วิทยาศาสตร์ชีวภาพ",
    "standards": [
      "W1.3"
    ]
  },
  {
    "id": "p1-w21",
    "grade": "P1",
    "code": "ว 2.1",
    "title": "สสารและสมบัติของสสาร",
    "description": "วิทยาศาสตร์กายภาพ",
    "standards": [
      "W2.1"
    ]
  },
  {
    "id": "p2-w21",
    "grade": "P2",
    "code": "ว 2.1",
    "title": "สสารและสมบัติของสสาร",
    "description": "วิทยาศาสตร์กายภาพ",
    "standards": [
      "W2.1"
    ]
  },
  {
    "id": "p3-w21",
    "grade": "P3",
    "code": "ว 2.1",
    "title": "สสารและสมบัติของสสาร",
    "description": "วิทยาศาสตร์กายภาพ",
    "standards": [
      "W2.1"
    ]
  },
  {
    "id": "p4-w21",
    "grade": "P4",
    "code": "ว 2.1",
    "title": "สสารและสมบัติของสสาร",
    "description": "วิทยาศาสตร์กายภาพ",
    "standards": [
      "W2.1"
    ]
  },
  {
    "id": "p5-w21",
    "grade": "P5",
    "code": "ว 2.1",
    "title": "สสารและสมบัติของสสาร",
    "description": "วิทยาศาสตร์กายภาพ",
    "standards": [
      "W2.1"
    ]
  },
  {
    "id": "p6-w21",
    "grade": "P6",
    "code": "ว 2.1",
    "title": "สสารและสมบัติของสสาร",
    "description": "วิทยาศาสตร์กายภาพ",
    "standards": [
      "W2.1"
    ]
  },
  {
    "id": "m1-w21",
    "grade": "M1",
    "code": "ว 2.1",
    "title": "สารรอบตัว",
    "description": "ธาตุ สารบริสุทธิ์ สารผสม และการเปลี่ยนสถานะ",
    "standards": [
      "W2.1"
    ]
  },
  {
    "id": "m2-w21",
    "grade": "M2",
    "code": "ว 2.1",
    "title": "สารละลายและการแยกสาร",
    "description": "การแยกสาร ความเข้มข้น และการใช้สารละลาย",
    "standards": [
      "W2.1"
    ]
  },
  {
    "id": "m3-w21",
    "grade": "M3",
    "code": "ว 2.1",
    "title": "วัสดุและปฏิกิริยาเคมี",
    "description": "พอลิเมอร์ เซรามิก วัสดุผสม และปฏิกิริยาเคมี",
    "standards": [
      "W2.1"
    ]
  },
  {
    "id": "m5-w21",
    "grade": "M5",
    "code": "ว 2.1",
    "title": "สสารและสมบัติของสสาร",
    "description": "วิทยาศาสตร์กายภาพ",
    "standards": [
      "W2.1"
    ]
  },
  {
    "id": "p3-w22",
    "grade": "P3",
    "code": "ว 2.2",
    "title": "แรงและการเคลื่อนที่",
    "description": "วิทยาศาสตร์กายภาพ",
    "standards": [
      "W2.2"
    ]
  },
  {
    "id": "p4-w22",
    "grade": "P4",
    "code": "ว 2.2",
    "title": "แรงและการเคลื่อนที่",
    "description": "วิทยาศาสตร์กายภาพ",
    "standards": [
      "W2.2"
    ]
  },
  {
    "id": "p5-w22",
    "grade": "P5",
    "code": "ว 2.2",
    "title": "แรงและการเคลื่อนที่",
    "description": "วิทยาศาสตร์กายภาพ",
    "standards": [
      "W2.2"
    ]
  },
  {
    "id": "p6-w22",
    "grade": "P6",
    "code": "ว 2.2",
    "title": "แรงและการเคลื่อนที่",
    "description": "วิทยาศาสตร์กายภาพ",
    "standards": [
      "W2.2"
    ]
  },
  {
    "id": "m1-w22",
    "grade": "M1",
    "code": "ว 2.2",
    "title": "แรงในชีวิตประจำวัน",
    "description": "แรงพยุงและหลักฐานจากการทดลอง",
    "standards": [
      "W2.2"
    ]
  },
  {
    "id": "m2-w22",
    "grade": "M2",
    "code": "ว 2.2",
    "title": "แรงและการเคลื่อนที่",
    "description": "แรงลัพธ์ แรงเสียดทาน โมเมนต์ อัตราเร็ว และความเร็ว",
    "standards": [
      "W2.2"
    ]
  },
  {
    "id": "m5-w22",
    "grade": "M5",
    "code": "ว 2.2",
    "title": "แรงและการเคลื่อนที่",
    "description": "วิทยาศาสตร์กายภาพ",
    "standards": [
      "W2.2"
    ]
  },
  {
    "id": "p1-w23",
    "grade": "P1",
    "code": "ว 2.3",
    "title": "พลังงาน",
    "description": "วิทยาศาสตร์กายภาพ",
    "standards": [
      "W2.3"
    ]
  },
  {
    "id": "p2-w23",
    "grade": "P2",
    "code": "ว 2.3",
    "title": "พลังงาน",
    "description": "วิทยาศาสตร์กายภาพ",
    "standards": [
      "W2.3"
    ]
  },
  {
    "id": "p3-w23",
    "grade": "P3",
    "code": "ว 2.3",
    "title": "พลังงาน",
    "description": "วิทยาศาสตร์กายภาพ",
    "standards": [
      "W2.3"
    ]
  },
  {
    "id": "p4-w23",
    "grade": "P4",
    "code": "ว 2.3",
    "title": "พลังงาน",
    "description": "วิทยาศาสตร์กายภาพ",
    "standards": [
      "W2.3"
    ]
  },
  {
    "id": "p5-w23",
    "grade": "P5",
    "code": "ว 2.3",
    "title": "พลังงาน",
    "description": "วิทยาศาสตร์กายภาพ",
    "standards": [
      "W2.3"
    ]
  },
  {
    "id": "p6-w23",
    "grade": "P6",
    "code": "ว 2.3",
    "title": "พลังงาน",
    "description": "วิทยาศาสตร์กายภาพ",
    "standards": [
      "W2.3"
    ]
  },
  {
    "id": "m1-w23",
    "grade": "M1",
    "code": "ว 2.3",
    "title": "ความร้อน",
    "description": "อุณหภูมิ การถ่ายโอนความร้อน และการขยายตัว",
    "standards": [
      "W2.3"
    ]
  },
  {
    "id": "m2-w23",
    "grade": "M2",
    "code": "ว 2.3",
    "title": "งานและพลังงาน",
    "description": "งาน กำลัง เครื่องกล และพลังงานกล",
    "standards": [
      "W2.3"
    ]
  },
  {
    "id": "m3-w23",
    "grade": "M3",
    "code": "ว 2.3",
    "title": "ไฟฟ้า แสง และคลื่น",
    "description": "วงจรไฟฟ้า อิเล็กทรอนิกส์ คลื่น และแสง",
    "standards": [
      "W2.3"
    ]
  },
  {
    "id": "m5-w23",
    "grade": "M5",
    "code": "ว 2.3",
    "title": "พลังงาน",
    "description": "วิทยาศาสตร์กายภาพ",
    "standards": [
      "W2.3"
    ]
  },
  {
    "id": "p1-w31",
    "grade": "P1",
    "code": "ว 3.1",
    "title": "โลกและอวกาศ",
    "description": "วิทยาศาสตร์โลกและอวกาศ",
    "standards": [
      "W3.1"
    ]
  },
  {
    "id": "p3-w31",
    "grade": "P3",
    "code": "ว 3.1",
    "title": "โลกและอวกาศ",
    "description": "วิทยาศาสตร์โลกและอวกาศ",
    "standards": [
      "W3.1"
    ]
  },
  {
    "id": "p4-w31",
    "grade": "P4",
    "code": "ว 3.1",
    "title": "โลกและอวกาศ",
    "description": "วิทยาศาสตร์โลกและอวกาศ",
    "standards": [
      "W3.1"
    ]
  },
  {
    "id": "p5-w31",
    "grade": "P5",
    "code": "ว 3.1",
    "title": "โลกและอวกาศ",
    "description": "วิทยาศาสตร์โลกและอวกาศ",
    "standards": [
      "W3.1"
    ]
  },
  {
    "id": "p6-w31",
    "grade": "P6",
    "code": "ว 3.1",
    "title": "โลกและอวกาศ",
    "description": "วิทยาศาสตร์โลกและอวกาศ",
    "standards": [
      "W3.1"
    ]
  },
  {
    "id": "m3-w31",
    "grade": "M3",
    "code": "ว 3.1",
    "title": "ระบบสุริยะและอวกาศ",
    "description": "แรงโน้มถ่วง ฤดู เทคโนโลยีอวกาศ และดาวเทียม",
    "standards": [
      "W3.1"
    ]
  },
  {
    "id": "m6-w31",
    "grade": "M6",
    "code": "ว 3.1",
    "title": "โลกและอวกาศ",
    "description": "วิทยาศาสตร์โลกและอวกาศ",
    "standards": [
      "W3.1"
    ]
  },
  {
    "id": "p1-w32",
    "grade": "P1",
    "code": "ว 3.2",
    "title": "กระบวนการเปลี่ยนแปลงของโลก",
    "description": "วิทยาศาสตร์โลกและอวกาศ",
    "standards": [
      "W3.2"
    ]
  },
  {
    "id": "p2-w32",
    "grade": "P2",
    "code": "ว 3.2",
    "title": "กระบวนการเปลี่ยนแปลงของโลก",
    "description": "วิทยาศาสตร์โลกและอวกาศ",
    "standards": [
      "W3.2"
    ]
  },
  {
    "id": "p3-w32",
    "grade": "P3",
    "code": "ว 3.2",
    "title": "กระบวนการเปลี่ยนแปลงของโลก",
    "description": "วิทยาศาสตร์โลกและอวกาศ",
    "standards": [
      "W3.2"
    ]
  },
  {
    "id": "p5-w32",
    "grade": "P5",
    "code": "ว 3.2",
    "title": "กระบวนการเปลี่ยนแปลงของโลก",
    "description": "วิทยาศาสตร์โลกและอวกาศ",
    "standards": [
      "W3.2"
    ]
  },
  {
    "id": "p6-w32",
    "grade": "P6",
    "code": "ว 3.2",
    "title": "กระบวนการเปลี่ยนแปลงของโลก",
    "description": "วิทยาศาสตร์โลกและอวกาศ",
    "standards": [
      "W3.2"
    ]
  },
  {
    "id": "m1-w32",
    "grade": "M1",
    "code": "ว 3.2",
    "title": "บรรยากาศและลมฟ้าอากาศ",
    "description": "ชั้นบรรยากาศ พายุ การพยากรณ์ และภูมิอากาศ",
    "standards": [
      "W3.2"
    ]
  },
  {
    "id": "m2-w32",
    "grade": "M2",
    "code": "ว 3.2",
    "title": "โลกและทรัพยากร",
    "description": "เชื้อเพลิง ดิน น้ำ และการเปลี่ยนแปลงผิวโลก",
    "standards": [
      "W3.2"
    ]
  },
  {
    "id": "m6-w32",
    "grade": "M6",
    "code": "ว 3.2",
    "title": "กระบวนการเปลี่ยนแปลงของโลก",
    "description": "วิทยาศาสตร์โลกและอวกาศ",
    "standards": [
      "W3.2"
    ]
  },
  {
    "id": "m1-w41",
    "grade": "M1",
    "code": "ว 4.1",
    "title": "ออกแบบเทคโนโลยี",
    "description": "วิเคราะห์ปัญหา ออกแบบ ทดสอบ และปรับปรุง",
    "standards": [
      "W4.1"
    ]
  },
  {
    "id": "m2-w41",
    "grade": "M2",
    "code": "ว 4.1",
    "title": "ออกแบบเพื่อชุมชน",
    "description": "คาดการณ์เทคโนโลยีและแก้ปัญหาในท้องถิ่น",
    "standards": [
      "W4.1"
    ]
  },
  {
    "id": "m3-w41",
    "grade": "M3",
    "code": "ว 4.1",
    "title": "เทคโนโลยีกับอาชีพ",
    "description": "แก้ปัญหาเพื่อพัฒนางานอาชีพอย่างเป็นขั้นตอน",
    "standards": [
      "W4.1"
    ]
  },
  {
    "id": "m4-w41",
    "grade": "M4",
    "code": "ว 4.1",
    "title": "การออกแบบและเทคโนโลยี",
    "description": "เทคโนโลยี",
    "standards": [
      "W4.1"
    ]
  },
  {
    "id": "m5-w41",
    "grade": "M5",
    "code": "ว 4.1",
    "title": "การออกแบบและเทคโนโลยี",
    "description": "เทคโนโลยี",
    "standards": [
      "W4.1"
    ]
  },
  {
    "id": "p1-w42",
    "grade": "P1",
    "code": "ว 4.2",
    "title": "วิทยาการคำนวณ",
    "description": "เทคโนโลยี",
    "standards": [
      "W4.2"
    ]
  },
  {
    "id": "p2-w42",
    "grade": "P2",
    "code": "ว 4.2",
    "title": "วิทยาการคำนวณ",
    "description": "เทคโนโลยี",
    "standards": [
      "W4.2"
    ]
  },
  {
    "id": "p3-w42",
    "grade": "P3",
    "code": "ว 4.2",
    "title": "วิทยาการคำนวณ",
    "description": "เทคโนโลยี",
    "standards": [
      "W4.2"
    ]
  },
  {
    "id": "p4-w42",
    "grade": "P4",
    "code": "ว 4.2",
    "title": "วิทยาการคำนวณ",
    "description": "เทคโนโลยี",
    "standards": [
      "W4.2"
    ]
  },
  {
    "id": "p5-w42",
    "grade": "P5",
    "code": "ว 4.2",
    "title": "วิทยาการคำนวณ",
    "description": "เทคโนโลยี",
    "standards": [
      "W4.2"
    ]
  },
  {
    "id": "p6-w42",
    "grade": "P6",
    "code": "ว 4.2",
    "title": "วิทยาการคำนวณ",
    "description": "เทคโนโลยี",
    "standards": [
      "W4.2"
    ]
  },
  {
    "id": "m1-w42",
    "grade": "M1",
    "code": "ว 4.2",
    "title": "วิทยาการคำนวณ",
    "description": "อัลกอริทึม โปรแกรม ข้อมูล และความปลอดภัย",
    "standards": [
      "W4.2"
    ]
  },
  {
    "id": "m2-w42",
    "grade": "M2",
    "code": "ว 4.2",
    "title": "วิทยาการคำนวณ",
    "description": "แนวคิดเชิงคำนวณ โปรแกรม ระบบคอมพิวเตอร์ และสิทธิ",
    "standards": [
      "W4.2"
    ]
  },
  {
    "id": "m3-w42",
    "grade": "M3",
    "code": "ว 4.2",
    "title": "ข้อมูลและแอปพลิเคชัน",
    "description": "พัฒนาแอป ประมวลผลข้อมูล รู้เท่าทันสื่อ และกฎหมาย",
    "standards": [
      "W4.2"
    ]
  },
  {
    "id": "m4-w42",
    "grade": "M4",
    "code": "ว 4.2",
    "title": "วิทยาการคำนวณ",
    "description": "เทคโนโลยี",
    "standards": [
      "W4.2"
    ]
  },
  {
    "id": "m5-w42",
    "grade": "M5",
    "code": "ว 4.2",
    "title": "วิทยาการคำนวณ",
    "description": "เทคโนโลยี",
    "standards": [
      "W4.2"
    ]
  },
  {
    "id": "m6-w42",
    "grade": "M6",
    "code": "ว 4.2",
    "title": "วิทยาการคำนวณ",
    "description": "เทคโนโลยี",
    "standards": [
      "W4.2"
    ]
  }
];
  const indicators = [
  {
    "id": "SCI60-W1.1-P1-1",
    "code": "ว 1.1 ป.1/1",
    "standard": "W1.1",
    "grade": "P1",
    "unitId": "p1-w11",
    "text": "ระบุชื่อพืชและสัตว์ที่อาศัยอยู่บริเวณต่าง ๆ จากข้อมูลที่รวบรวมได้",
    "sourcePage": 13,
    "sourcePdfPage": 20
  },
  {
    "id": "SCI60-W1.1-P1-2",
    "code": "ว 1.1 ป.1/2",
    "standard": "W1.1",
    "grade": "P1",
    "unitId": "p1-w11",
    "text": "บอกสภาพแวดล้อมที่เหมาะสมกับการดำรงชีวิต ของสัตว์ในบริเวณที่อาศัยอยู่",
    "sourcePage": 13,
    "sourcePdfPage": 20
  },
  {
    "id": "SCI60-W1.2-P1-1",
    "code": "ว 1.2 ป.1/1",
    "standard": "W1.2",
    "grade": "P1",
    "unitId": "p1-w12",
    "text": "ระบุชื่อ บรรยายลักษณะและบอกหน้าที่ของ ส่วนต่าง ๆ ของร่างกายมนุษย์ สัตว์ และพืช รวมทั้งบรรยายการทำหน้าที่ร่วมกันของ ส่วนต่าง ๆ ของร่างกายมนุษย์ในการทำกิจกรรมต่าง ๆ จากข้อมูลที่รวบรวมได้",
    "sourcePage": 17,
    "sourcePdfPage": 24
  },
  {
    "id": "SCI60-W1.2-P1-2",
    "code": "ว 1.2 ป.1/2",
    "standard": "W1.2",
    "grade": "P1",
    "unitId": "p1-w12",
    "text": "ตระหนักถึงความสำคัญของส่วนต่าง ๆ ของ ร่างกายตนเอง โดยการดูแลส่วนต่าง ๆ อย่าง ถูกต้อง ให้ปลอดภัย และรักษาความสะอาด อยู่เสมอ",
    "sourcePage": 17,
    "sourcePdfPage": 24
  },
  {
    "id": "SCI60-W2.1-P1-1",
    "code": "ว 2.1 ป.1/1",
    "standard": "W2.1",
    "grade": "P1",
    "unitId": "p1-w21",
    "text": "อธิบายสมบัติที่สังเกตได้ของวัสดุที่ใช้ทำวัตถุ ซึ่งทำจากวัสดุชนิดเดียวหรือหลายชนิดประกอบกัน โดยใช้หลักฐานเชิงประจักษ์",
    "sourcePage": 38,
    "sourcePdfPage": 45
  },
  {
    "id": "SCI60-W2.1-P1-2",
    "code": "ว 2.1 ป.1/2",
    "standard": "W2.1",
    "grade": "P1",
    "unitId": "p1-w21",
    "text": "ระบุชนิดของวัสดุและจัดกลุ่มวัสดุ ตามสมบัติที่สังเกตได้",
    "sourcePage": 38,
    "sourcePdfPage": 45
  },
  {
    "id": "SCI60-W2.3-P1-1",
    "code": "ว 2.3 ป.1/1",
    "standard": "W2.3",
    "grade": "P1",
    "unitId": "p1-w23",
    "text": "บรรยายการเกิดเสียงและทิศทางการเคลื่อนที่ ของเสียงจากหลักฐานเชิงประจักษ์",
    "sourcePage": 67,
    "sourcePdfPage": 74
  },
  {
    "id": "SCI60-W3.1-P1-1",
    "code": "ว 3.1 ป.1/1",
    "standard": "W3.1",
    "grade": "P1",
    "unitId": "p1-w31",
    "text": "ระบุดาวที่ปรากฏบนท้องฟ้าในเวลากลางวัน และกลางคืนจากข้อมูลที่รวบรวมได้",
    "sourcePage": 79,
    "sourcePdfPage": 86
  },
  {
    "id": "SCI60-W3.1-P1-2",
    "code": "ว 3.1 ป.1/2",
    "standard": "W3.1",
    "grade": "P1",
    "unitId": "p1-w31",
    "text": "อธิบายสาเหตุที่มองไม่เห็นดาวส่วนใหญ่ ในเวลากลางวันจากหลักฐานเชิงประจักษ์",
    "sourcePage": 79,
    "sourcePdfPage": 86
  },
  {
    "id": "SCI60-W3.2-P1-1",
    "code": "ว 3.2 ป.1/1",
    "standard": "W3.2",
    "grade": "P1",
    "unitId": "p1-w32",
    "text": "อธิบายลักษณะภายนอกของหิน จากลักษณะ เฉพาะตัวที่สังเกตได้",
    "sourcePage": 88,
    "sourcePdfPage": 95
  },
  {
    "id": "SCI60-W4.2-P1-1",
    "code": "ว 4.2 ป.1/1",
    "standard": "W4.2",
    "grade": "P1",
    "unitId": "p1-w42",
    "text": "แก้ปัญหาอย่างง่ายโดยใช้การลองผิดลองถูก การเปรียบเทียบ",
    "sourcePage": 113,
    "sourcePdfPage": 120
  },
  {
    "id": "SCI60-W4.2-P1-2",
    "code": "ว 4.2 ป.1/2",
    "standard": "W4.2",
    "grade": "P1",
    "unitId": "p1-w42",
    "text": "แสดงลำดับขั้นตอนการทำงานหรือการแก้ปัญหา อย่างง่ายโดยใช้ภาพ สัญลักษณ์ หรือข้อความ",
    "sourcePage": 113,
    "sourcePdfPage": 120
  },
  {
    "id": "SCI60-W4.2-P1-3",
    "code": "ว 4.2 ป.1/3",
    "standard": "W4.2",
    "grade": "P1",
    "unitId": "p1-w42",
    "text": "เขียนโปรแกรมอย่างง่าย โดยใช้ซอฟต์แวร์ หรือสื่อ",
    "sourcePage": 113,
    "sourcePdfPage": 120
  },
  {
    "id": "SCI60-W4.2-P1-4",
    "code": "ว 4.2 ป.1/4",
    "standard": "W4.2",
    "grade": "P1",
    "unitId": "p1-w42",
    "text": "ใช้เทคโนโลยีในการสร้าง จัดเก็บ เรียกใช้ข้อมูล ตามวัตถุประสงค์",
    "sourcePage": 113,
    "sourcePdfPage": 120
  },
  {
    "id": "SCI60-W4.2-P1-5",
    "code": "ว 4.2 ป.1/5",
    "standard": "W4.2",
    "grade": "P1",
    "unitId": "p1-w42",
    "text": "ใช้เทคโนโลยีสารสนเทศอย่างปลอดภัย ปฏิบัติ ตามข้อตกลงในการใช้คอมพิวเตอร์ร่วมกัน ดูแล รักษาอุปกรณ์เบื้องต้น ใช้งานอย่างเหมาะสม",
    "sourcePage": 113,
    "sourcePdfPage": 120
  },
  {
    "id": "SCI60-W1.2-P2-1",
    "code": "ว 1.2 ป.2/1",
    "standard": "W1.2",
    "grade": "P2",
    "unitId": "p2-w12",
    "text": "ระบุว่าพืชต้องการแสงและน้ำ เพื่อการเจริญ เติบโต โดยใช้ข้อมูลจากหลักฐานเชิงประจักษ์",
    "sourcePage": 18,
    "sourcePdfPage": 25
  },
  {
    "id": "SCI60-W1.2-P2-2",
    "code": "ว 1.2 ป.2/2",
    "standard": "W1.2",
    "grade": "P2",
    "unitId": "p2-w12",
    "text": "ตระหนักถึงความจำเป็นที่พืชต้องได้รับน้ำและ แสงเพื่อการเจริญเติบโต โดยดูแลพืชให้ได้รับ สิ่งดังกล่าวอย่างเหมาะสม",
    "sourcePage": 18,
    "sourcePdfPage": 25
  },
  {
    "id": "SCI60-W1.2-P2-3",
    "code": "ว 1.2 ป.2/3",
    "standard": "W1.2",
    "grade": "P2",
    "unitId": "p2-w12",
    "text": "สร้างแบบจำลองที่บรรยายวัฏจักรชีวิตของ พืชดอก",
    "sourcePage": 18,
    "sourcePdfPage": 25
  },
  {
    "id": "SCI60-W1.3-P2-1",
    "code": "ว 1.3 ป.2/1",
    "standard": "W1.3",
    "grade": "P2",
    "unitId": "p2-w13",
    "text": "เปรียบเทียบลักษณะของสิ่งมีชีวิตและ สิ่งไม่มีชีวิต จากข้อมูลที่รวบรวมได้",
    "sourcePage": 32,
    "sourcePdfPage": 39
  },
  {
    "id": "SCI60-W2.1-P2-1",
    "code": "ว 2.1 ป.2/1",
    "standard": "W2.1",
    "grade": "P2",
    "unitId": "p2-w21",
    "text": "เปรียบเทียบสมบัติการดูดซับน้ำของวัสดุโดยใช้ หลักฐานเชิงประจักษ์ และระบุการนำสมบัติ การดูดซับน้ำของวัสดุไปประยุกต์ใช้ในการทำวัตถุ ในชีวิตประจำวัน",
    "sourcePage": 38,
    "sourcePdfPage": 45
  },
  {
    "id": "SCI60-W2.1-P2-2",
    "code": "ว 2.1 ป.2/2",
    "standard": "W2.1",
    "grade": "P2",
    "unitId": "p2-w21",
    "text": "อธิบายสมบัติที่สังเกตได้ของวัสดุที่เกิดจาก การนำวัสดุมาผสมกันโดยใช้หลักฐานเชิงประจักษ์",
    "sourcePage": 38,
    "sourcePdfPage": 45
  },
  {
    "id": "SCI60-W2.1-P2-3",
    "code": "ว 2.1 ป.2/3",
    "standard": "W2.1",
    "grade": "P2",
    "unitId": "p2-w21",
    "text": "เปรียบเทียบสมบัติที่สังเกตได้ของวัสดุ เพื่อนำ มาทำเป็นวัตถุในการใช้งานตามวัตถุประสงค์ และอธิบายการนำวัสดุที่ใช้แล้วกลับมาใช้ใหม่ โดยใช้หลักฐานเชิงประจักษ์",
    "sourcePage": 39,
    "sourcePdfPage": 46
  },
  {
    "id": "SCI60-W2.1-P2-4",
    "code": "ว 2.1 ป.2/4",
    "standard": "W2.1",
    "grade": "P2",
    "unitId": "p2-w21",
    "text": "ตระหนักถึงประโยชน์ของการนำวัสดุที่ใช้แล้ว กลับมาใช้ใหม่ โดยการนำวัสดุที่ใช้แล้วกลับมา ใช้ใหม่",
    "sourcePage": 39,
    "sourcePdfPage": 46
  },
  {
    "id": "SCI60-W2.3-P2-1",
    "code": "ว 2.3 ป.2/1",
    "standard": "W2.3",
    "grade": "P2",
    "unitId": "p2-w23",
    "text": "บรรยายแนวการเคลื่อนที่ของแสงจาก แหล่งกำเนิดแสง และอธิบายการมองเห็นวัตถุ จากหลักฐานเชิงประจักษ์",
    "sourcePage": 67,
    "sourcePdfPage": 74
  },
  {
    "id": "SCI60-W2.3-P2-2",
    "code": "ว 2.3 ป.2/2",
    "standard": "W2.3",
    "grade": "P2",
    "unitId": "p2-w23",
    "text": "ตระหนักในคุณค่าของความรู้ของการมองเห็น โดยเสนอแนะแนวทางการป้องกันอันตราย จากการมองวัตถุที่อยู่ในบริเวณที่มีแสงสว่าง ไม่เหมาะสม",
    "sourcePage": 67,
    "sourcePdfPage": 74
  },
  {
    "id": "SCI60-W3.2-P2-1",
    "code": "ว 3.2 ป.2/1",
    "standard": "W3.2",
    "grade": "P2",
    "unitId": "p2-w32",
    "text": "ระบุส่วนประกอบของดิน และจำแนกชนิดของดิน โดยใช้ลักษณะเนื้อดินและการจับตัวเป็นเกณฑ์",
    "sourcePage": 88,
    "sourcePdfPage": 95
  },
  {
    "id": "SCI60-W3.2-P2-2",
    "code": "ว 3.2 ป.2/2",
    "standard": "W3.2",
    "grade": "P2",
    "unitId": "p2-w32",
    "text": "อธิบายการใช้ประโยชน์จากดิน จากข้อมูล ที่รวบรวมได้",
    "sourcePage": 88,
    "sourcePdfPage": 95
  },
  {
    "id": "SCI60-W4.2-P2-1",
    "code": "ว 4.2 ป.2/1",
    "standard": "W4.2",
    "grade": "P2",
    "unitId": "p2-w42",
    "text": "แสดงลำดับขั้นตอนการทำงานหรือการแก้ปัญหา อย่างง่ายโดยใช้ภาพ สัญลักษณ์ หรือข้อความ",
    "sourcePage": 114,
    "sourcePdfPage": 121
  },
  {
    "id": "SCI60-W4.2-P2-2",
    "code": "ว 4.2 ป.2/2",
    "standard": "W4.2",
    "grade": "P2",
    "unitId": "p2-w42",
    "text": "เขียนโปรแกรมอย่างง่าย โดยใช้ซอฟต์แวร์ หรือสื่อ และตรวจหาข้อผิดพลาดของโปรแกรม",
    "sourcePage": 114,
    "sourcePdfPage": 121
  },
  {
    "id": "SCI60-W4.2-P2-3",
    "code": "ว 4.2 ป.2/3",
    "standard": "W4.2",
    "grade": "P2",
    "unitId": "p2-w42",
    "text": "ใช้เทคโนโลยีในการสร้าง จัดหมวดหมู่ ค้นหา จัดเก็บ เรียกใช้ข้อมูลตามวัตถุประสงค์",
    "sourcePage": 114,
    "sourcePdfPage": 121
  },
  {
    "id": "SCI60-W4.2-P2-4",
    "code": "ว 4.2 ป.2/4",
    "standard": "W4.2",
    "grade": "P2",
    "unitId": "p2-w42",
    "text": "ใช้เทคโนโลยีสารสนเทศอย่างปลอดภัย ปฏิบัติ ตามข้อตกลงในการใช้คอมพิวเตอร์ร่วมกัน ดูแล รักษาอุปกรณ์เบื้องต้น ใช้งานอย่างเหมาะสม",
    "sourcePage": 114,
    "sourcePdfPage": 121
  },
  {
    "id": "SCI60-W1.2-P3-1",
    "code": "ว 1.2 ป.3/1",
    "standard": "W1.2",
    "grade": "P3",
    "unitId": "p3-w12",
    "text": "บรรยายสิ่งที่จำเป็นต่อการดำรงชีวิต และการ เจริญเติบโตของมนุษย์และสัตว์ โดยใช้ข้อมูล ที่รวบรวมได้",
    "sourcePage": 18,
    "sourcePdfPage": 25
  },
  {
    "id": "SCI60-W1.2-P3-2",
    "code": "ว 1.2 ป.3/2",
    "standard": "W1.2",
    "grade": "P3",
    "unitId": "p3-w12",
    "text": "ตระหนักถึงประโยชน์ของอาหาร น้ำ และอากาศ โดยการดูแลตนเองและสัตว์ให้ได้รับสิ่งเหล่านี้ อย่างเหมาะสม",
    "sourcePage": 18,
    "sourcePdfPage": 25
  },
  {
    "id": "SCI60-W1.2-P3-3",
    "code": "ว 1.2 ป.3/3",
    "standard": "W1.2",
    "grade": "P3",
    "unitId": "p3-w12",
    "text": "สร้างแบบจำลองที่บรรยายวัฏจักรชีวิตของสัตว์ และเปรียบเทียบวัฏจักรชีวิตของสัตว์บางชนิด",
    "sourcePage": 18,
    "sourcePdfPage": 25
  },
  {
    "id": "SCI60-W1.2-P3-4",
    "code": "ว 1.2 ป.3/4",
    "standard": "W1.2",
    "grade": "P3",
    "unitId": "p3-w12",
    "text": "ตระหนักถึงคุณค่าของชีวิตสัตว์ โดยไม่ทำให้ วัฏจักรชีวิตของสัตว์เปลี่ยนแปลง",
    "sourcePage": 18,
    "sourcePdfPage": 25
  },
  {
    "id": "SCI60-W2.1-P3-1",
    "code": "ว 2.1 ป.3/1",
    "standard": "W2.1",
    "grade": "P3",
    "unitId": "p3-w21",
    "text": "อธิบายว่าวัตถุประกอบขึ้นจากชิ้นส่วนย่อย ๆ ซึ่งสามารถแยกออกจากกันได้และประกอบกัน เป็นวัตถุชิ้นใหม่ได้ โดยใช้หลักฐานเชิงประจักษ์",
    "sourcePage": 39,
    "sourcePdfPage": 46
  },
  {
    "id": "SCI60-W2.1-P3-2",
    "code": "ว 2.1 ป.3/2",
    "standard": "W2.1",
    "grade": "P3",
    "unitId": "p3-w21",
    "text": "อธิบายการเปลี่ยนแปลงของวัสดุเมื่อทำให้ ร้อนขึ้นหรือทำให้เย็นลง โดยใช้หลักฐาน เชิงประจักษ์",
    "sourcePage": 39,
    "sourcePdfPage": 46
  },
  {
    "id": "SCI60-W2.2-P3-1",
    "code": "ว 2.2 ป.3/1",
    "standard": "W2.2",
    "grade": "P3",
    "unitId": "p3-w22",
    "text": "ระบุผลของแรงที่มีต่อการเปลี่ยนแปลง การเคลื่อนที่ของวัตถุจากหลักฐานเชิงประจักษ์",
    "sourcePage": 60,
    "sourcePdfPage": 67
  },
  {
    "id": "SCI60-W2.2-P3-2",
    "code": "ว 2.2 ป.3/2",
    "standard": "W2.2",
    "grade": "P3",
    "unitId": "p3-w22",
    "text": "เปรียบเทียบและยกตัวอย่างแรงสัมผัสและ แรงไม่สัมผัสที่มีผลต่อการเคลื่อนที่ของวัตถุ โดยใช้หลักฐานเชิงประจักษ์",
    "sourcePage": 60,
    "sourcePdfPage": 67
  },
  {
    "id": "SCI60-W2.2-P3-3",
    "code": "ว 2.2 ป.3/3",
    "standard": "W2.2",
    "grade": "P3",
    "unitId": "p3-w22",
    "text": "จำแนกวัตถุโดยใช้การดึงดูดกับแม่เหล็ก เป็นเกณฑ์จากหลักฐานเชิงประจักษ์",
    "sourcePage": 60,
    "sourcePdfPage": 67
  },
  {
    "id": "SCI60-W2.2-P3-4",
    "code": "ว 2.2 ป.3/4",
    "standard": "W2.2",
    "grade": "P3",
    "unitId": "p3-w22",
    "text": "ระบุขั้วแม่เหล็กและพยากรณ์ผลที่เกิดขึ้น ระหว่างขั้วแม่เหล็กเมื่อนำมาเข้าใกล้กันจาก หลักฐานเชิงประจักษ์",
    "sourcePage": 60,
    "sourcePdfPage": 67
  },
  {
    "id": "SCI60-W2.3-P3-1",
    "code": "ว 2.3 ป.3/1",
    "standard": "W2.3",
    "grade": "P3",
    "unitId": "p3-w23",
    "text": "ยกตัวอย่างการเปลี่ยนพลังงานหนึ่งไปเป็นอีก พลังงานหนึ่งจากหลักฐานเชิงประจักษ์",
    "sourcePage": 67,
    "sourcePdfPage": 74
  },
  {
    "id": "SCI60-W2.3-P3-2",
    "code": "ว 2.3 ป.3/2",
    "standard": "W2.3",
    "grade": "P3",
    "unitId": "p3-w23",
    "text": "บรรยายการทำงานของเครื่องกำเนิดไฟฟ้าและ ระบุแหล่งพลังงานในการผลิตไฟฟ้า จากข้อมูล ที่รวบรวมได้",
    "sourcePage": 68,
    "sourcePdfPage": 75
  },
  {
    "id": "SCI60-W2.3-P3-3",
    "code": "ว 2.3 ป.3/3",
    "standard": "W2.3",
    "grade": "P3",
    "unitId": "p3-w23",
    "text": "ตระหนักในประโยชน์และโทษของไฟฟ้า โดย นำเสนอวิธีการใช้ไฟฟ้าอย่างประหยัด และ ปลอดภัย",
    "sourcePage": 68,
    "sourcePdfPage": 75
  },
  {
    "id": "SCI60-W3.1-P3-1",
    "code": "ว 3.1 ป.3/1",
    "standard": "W3.1",
    "grade": "P3",
    "unitId": "p3-w31",
    "text": "อธิบายแบบรูปเส้นทางการขึ้นและตก ของ ดวงอาทิตย์โดยใช้หลักฐานเชิงประจักษ์",
    "sourcePage": 79,
    "sourcePdfPage": 86
  },
  {
    "id": "SCI60-W3.1-P3-2",
    "code": "ว 3.1 ป.3/2",
    "standard": "W3.1",
    "grade": "P3",
    "unitId": "p3-w31",
    "text": "อธิบายสาเหตุการเกิดปรากฏการณ์การขึ้น และตกของดวงอาทิตย์ การเกิดกลางวันกลางคืน และการกำหนดทิศ โดยใช้แบบจำลอง",
    "sourcePage": 79,
    "sourcePdfPage": 86
  },
  {
    "id": "SCI60-W3.1-P3-3",
    "code": "ว 3.1 ป.3/3",
    "standard": "W3.1",
    "grade": "P3",
    "unitId": "p3-w31",
    "text": "ตระหนักถึงความสำคัญของดวงอาทิตย์ โดย บรรยายประโยชน์ของดวงอาทิตย์ต่อสิ่งมีชีวิต",
    "sourcePage": 79,
    "sourcePdfPage": 86
  },
  {
    "id": "SCI60-W3.2-P3-1",
    "code": "ว 3.2 ป.3/1",
    "standard": "W3.2",
    "grade": "P3",
    "unitId": "p3-w32",
    "text": "ระบุส่วนประกอบของอากาศ บรรยายความ สำคัญของอากาศ และผลกระทบของมลพิษทาง อากาศต่อสิ่งมีชีวิต จากข้อมูลที่รวบรวมได้",
    "sourcePage": 88,
    "sourcePdfPage": 95
  },
  {
    "id": "SCI60-W3.2-P3-2",
    "code": "ว 3.2 ป.3/2",
    "standard": "W3.2",
    "grade": "P3",
    "unitId": "p3-w32",
    "text": "ตระหนักถึงความสำคัญของอากาศ โดยนำเสนอ แนวทางการปฏิบัติตนในการลดการเกิดมลพิษ ทางอากาศ",
    "sourcePage": 88,
    "sourcePdfPage": 95
  },
  {
    "id": "SCI60-W3.2-P3-3",
    "code": "ว 3.2 ป.3/3",
    "standard": "W3.2",
    "grade": "P3",
    "unitId": "p3-w32",
    "text": "อธิบายการเกิดลมจากหลักฐานเชิงประจักษ์",
    "sourcePage": 88,
    "sourcePdfPage": 95
  },
  {
    "id": "SCI60-W3.2-P3-4",
    "code": "ว 3.2 ป.3/4",
    "standard": "W3.2",
    "grade": "P3",
    "unitId": "p3-w32",
    "text": "บรรยายประโยชน์และโทษของลม จากข้อมูล ที่รวบรวมได้",
    "sourcePage": 88,
    "sourcePdfPage": 95
  },
  {
    "id": "SCI60-W4.2-P3-1",
    "code": "ว 4.2 ป.3/1",
    "standard": "W4.2",
    "grade": "P3",
    "unitId": "p3-w42",
    "text": "แสดงอัลกอริทึมในการทำงานหรือการแก้ปัญหา อย่างง่ายโดยใช้ภาพ สัญลักษณ์ หรือข้อความ",
    "sourcePage": 115,
    "sourcePdfPage": 122
  },
  {
    "id": "SCI60-W4.2-P3-2",
    "code": "ว 4.2 ป.3/2",
    "standard": "W4.2",
    "grade": "P3",
    "unitId": "p3-w42",
    "text": "เขียนโปรแกรมอย่างง่าย โดยใช้ซอฟต์แวร์ หรือสื่อ และตรวจหาข้อผิดพลาดของโปรแกรม",
    "sourcePage": 115,
    "sourcePdfPage": 122
  },
  {
    "id": "SCI60-W4.2-P3-3",
    "code": "ว 4.2 ป.3/3",
    "standard": "W4.2",
    "grade": "P3",
    "unitId": "p3-w42",
    "text": "ใช้อินเทอร์เน็ตค้นหาความรู้",
    "sourcePage": 115,
    "sourcePdfPage": 122
  },
  {
    "id": "SCI60-W4.2-P3-4",
    "code": "ว 4.2 ป.3/4",
    "standard": "W4.2",
    "grade": "P3",
    "unitId": "p3-w42",
    "text": "รวบรวม ประมวลผล และนำเสนอข้อมูล โดยใช้ ซอฟต์แวร์ตามวัตถุประสงค์",
    "sourcePage": 116,
    "sourcePdfPage": 123
  },
  {
    "id": "SCI60-W4.2-P3-5",
    "code": "ว 4.2 ป.3/5",
    "standard": "W4.2",
    "grade": "P3",
    "unitId": "p3-w42",
    "text": "ใช้เทคโนโลยีสารสนเทศอย่างปลอดภัย ปฏิบัติ ตามข้อตกลงในการใช้อินเทอร์เน็ต",
    "sourcePage": 116,
    "sourcePdfPage": 123
  },
  {
    "id": "SCI60-W1.2-P4-1",
    "code": "ว 1.2 ป.4/1",
    "standard": "W1.2",
    "grade": "P4",
    "unitId": "p4-w12",
    "text": "บรรยายหน้าที่ของราก ลำต้น ใบ และดอก ของพืชดอก โดยใช้ข้อมูลที่รวบรวมได้",
    "sourcePage": 19,
    "sourcePdfPage": 26
  },
  {
    "id": "SCI60-W1.3-P4-1",
    "code": "ว 1.3 ป.4/1",
    "standard": "W1.3",
    "grade": "P4",
    "unitId": "p4-w13",
    "text": "จำแนกสิ่งมีชีวิตโดยใช้ความเหมือน และ ความแตกต่างของลักษณะของสิ่งมีชีวิต ออกเป็นกลุ่มพืช กลุ่มสัตว์ และกลุ่มที่ไม่ใช่พืช และสัตว์",
    "sourcePage": 32,
    "sourcePdfPage": 39
  },
  {
    "id": "SCI60-W1.3-P4-2",
    "code": "ว 1.3 ป.4/2",
    "standard": "W1.3",
    "grade": "P4",
    "unitId": "p4-w13",
    "text": "จำแนกพืชออกเป็นพืชดอกและพืชไม่มีดอก โดยใช้การมีดอกเป็นเกณฑ์ โดยใช้ข้อมูล ที่รวบรวมได้",
    "sourcePage": 32,
    "sourcePdfPage": 39
  },
  {
    "id": "SCI60-W1.3-P4-3",
    "code": "ว 1.3 ป.4/3",
    "standard": "W1.3",
    "grade": "P4",
    "unitId": "p4-w13",
    "text": "จำแนกสัตว์ออกเป็นสัตว์มีกระดูกสันหลังและ สัตว์ไม่มีกระดูกสันหลัง โดยใช้การมีกระดูกสันหลัง เป็นเกณฑ์ โดยใช้ข้อมูลที่รวบรวมได้",
    "sourcePage": 32,
    "sourcePdfPage": 39
  },
  {
    "id": "SCI60-W1.3-P4-4",
    "code": "ว 1.3 ป.4/4",
    "standard": "W1.3",
    "grade": "P4",
    "unitId": "p4-w13",
    "text": "บรรยายลักษณะเฉพาะที่สังเกตได้ของสัตว์ มีกระดูกสันหลังในกลุ่มปลา กลุ่มสัตว์สะเทินน้ำ สะเทินบก กลุ่มสัตว์เลื้อยคลาน กลุ่มนก และ กลุ่มสัตว์เลี้ยงลูกด้วยน้ำนม และยกตัวอย่าง สิ่งมีชีวิตในแต่ละกลุ่ม",
    "sourcePage": 32,
    "sourcePdfPage": 39
  },
  {
    "id": "SCI60-W2.1-P4-1",
    "code": "ว 2.1 ป.4/1",
    "standard": "W2.1",
    "grade": "P4",
    "unitId": "p4-w21",
    "text": "เปรียบเทียบสมบัติทางกายภาพด้านความแข็ง สภาพยืดหยุ่น การนำความร้อน และการนำไฟฟ้า ของวัสดุโดยใช้หลักฐานเชิงประจักษ์จาก การทดลองและระบุการนำสมบัติเรื่องความแข็ง สภาพยืดหยุ่น การนำความร้อน และการนำไฟฟ้า ของวัสดุไปใช้ในชีวิตประจำวันผ่านกระบวนการ ออกแบบชิ้นงาน",
    "sourcePage": 39,
    "sourcePdfPage": 46
  },
  {
    "id": "SCI60-W2.1-P4-2",
    "code": "ว 2.1 ป.4/2",
    "standard": "W2.1",
    "grade": "P4",
    "unitId": "p4-w21",
    "text": "แลกเปลี่ยนความคิดกับผู้อื่นโดยการอภิปราย เกี่ยวกับสมบัติทางกายภาพของวัสดุอย่างมี เหตุผลจากการทดลอง",
    "sourcePage": 39,
    "sourcePdfPage": 46
  },
  {
    "id": "SCI60-W2.1-P4-3",
    "code": "ว 2.1 ป.4/3",
    "standard": "W2.1",
    "grade": "P4",
    "unitId": "p4-w21",
    "text": "เปรียบเทียบสมบัติของสสารทั้ง 3 สถานะ จาก ข้อมูลที่ได้จากการสังเกตมวล การต้องการที่อยู่ รูปร่างและปริมาตรของสสาร",
    "sourcePage": 40,
    "sourcePdfPage": 47
  },
  {
    "id": "SCI60-W2.1-P4-4",
    "code": "ว 2.1 ป.4/4",
    "standard": "W2.1",
    "grade": "P4",
    "unitId": "p4-w21",
    "text": "ใช้เครื่องมือเพื่อวัดมวล และปริมาตร ของสสารทั้ง 3 สถานะ",
    "sourcePage": 40,
    "sourcePdfPage": 47
  },
  {
    "id": "SCI60-W2.2-P4-1",
    "code": "ว 2.2 ป.4/1",
    "standard": "W2.2",
    "grade": "P4",
    "unitId": "p4-w22",
    "text": "ระบุผลของแรงโน้มถ่วงที่มีต่อวัตถุจากหลักฐาน เชิงประจักษ์",
    "sourcePage": 60,
    "sourcePdfPage": 67
  },
  {
    "id": "SCI60-W2.2-P4-2",
    "code": "ว 2.2 ป.4/2",
    "standard": "W2.2",
    "grade": "P4",
    "unitId": "p4-w22",
    "text": "ใช้เครื่องชั่งสปริงในการวัดน้ำหนักของวัตถุ",
    "sourcePage": 60,
    "sourcePdfPage": 67
  },
  {
    "id": "SCI60-W2.2-P4-3",
    "code": "ว 2.2 ป.4/3",
    "standard": "W2.2",
    "grade": "P4",
    "unitId": "p4-w22",
    "text": "บรรยายมวลของวัตถุที่มีผลต่อการเปลี่ยนแปลง การเคลื่อนที่ของวัตถุจากหลักฐานเชิงประจักษ์",
    "sourcePage": 61,
    "sourcePdfPage": 68
  },
  {
    "id": "SCI60-W2.3-P4-1",
    "code": "ว 2.3 ป.4/1",
    "standard": "W2.3",
    "grade": "P4",
    "unitId": "p4-w23",
    "text": "จำแนกวัตถุเป็นตัวกลางโปร่งใส ตัวกลางโปร่งแสง และวัตถุทึบแสง จากลักษณะ การมองเห็นสิ่งต่าง ๆ ผ่านวัตถุนั้นเป็นเกณฑ์ โดยใช้หลักฐานเชิงประจักษ์",
    "sourcePage": 68,
    "sourcePdfPage": 75
  },
  {
    "id": "SCI60-W3.1-P4-1",
    "code": "ว 3.1 ป.4/1",
    "standard": "W3.1",
    "grade": "P4",
    "unitId": "p4-w31",
    "text": "อธิบายแบบรูปเส้นทางการขึ้นและตก ของดวงจันทร์ โดยใช้หลักฐานเชิงประจักษ์",
    "sourcePage": 80,
    "sourcePdfPage": 87
  },
  {
    "id": "SCI60-W3.1-P4-2",
    "code": "ว 3.1 ป.4/2",
    "standard": "W3.1",
    "grade": "P4",
    "unitId": "p4-w31",
    "text": "สร้างแบบจำลองที่อธิบายแบบรูป การเปลี่ยนแปลงรูปร่างปรากฏของดวงจันทร์ และพยากรณ์รูปร่างปรากฏของดวงจันทร์",
    "sourcePage": 80,
    "sourcePdfPage": 87
  },
  {
    "id": "SCI60-W3.1-P4-3",
    "code": "ว 3.1 ป.4/3",
    "standard": "W3.1",
    "grade": "P4",
    "unitId": "p4-w31",
    "text": "สร้างแบบจำลองแสดงองค์ประกอบของระบบ สุริยะ และอธิบายเปรียบเทียบคาบการโคจร ของดาวเคราะห์ต่าง ๆ จากแบบจำลอง",
    "sourcePage": 80,
    "sourcePdfPage": 87
  },
  {
    "id": "SCI60-W4.2-P4-1",
    "code": "ว 4.2 ป.4/1",
    "standard": "W4.2",
    "grade": "P4",
    "unitId": "p4-w42",
    "text": "ใช้เหตุผลเชิงตรรกะในการแก้ปัญหา การอธิบาย การทำงาน การคาดการณ์ผลลัพธ์ จากปัญหา อย่างง่าย",
    "sourcePage": 116,
    "sourcePdfPage": 123
  },
  {
    "id": "SCI60-W4.2-P4-2",
    "code": "ว 4.2 ป.4/2",
    "standard": "W4.2",
    "grade": "P4",
    "unitId": "p4-w42",
    "text": "ออกแบบ และเขียนโปรแกรมอย่างง่าย โดยใช้ ซอฟต์แวร์หรือสื่อ และตรวจหาข้อผิดพลาด และแก้ไข",
    "sourcePage": 117,
    "sourcePdfPage": 124
  },
  {
    "id": "SCI60-W4.2-P4-3",
    "code": "ว 4.2 ป.4/3",
    "standard": "W4.2",
    "grade": "P4",
    "unitId": "p4-w42",
    "text": "ใช้อินเทอร์เน็ตค้นหาความรู้ และประเมิน ความน่าเชื่อถือของข้อมูล",
    "sourcePage": 117,
    "sourcePdfPage": 124
  },
  {
    "id": "SCI60-W4.2-P4-4",
    "code": "ว 4.2 ป.4/4",
    "standard": "W4.2",
    "grade": "P4",
    "unitId": "p4-w42",
    "text": "รวบรวม ประเมิน นำเสนอข้อมูลและสารสนเทศ โดยใช้ซอฟต์แวร์ที่หลากหลาย เพื่อแก้ปัญหา ในชีวิตประจำวัน",
    "sourcePage": 117,
    "sourcePdfPage": 124
  },
  {
    "id": "SCI60-W4.2-P4-5",
    "code": "ว 4.2 ป.4/5",
    "standard": "W4.2",
    "grade": "P4",
    "unitId": "p4-w42",
    "text": "ใช้เทคโนโลยีสารสนเทศอย่างปลอดภัย เข้าใจ สิทธิและหน้าที่ของตน เคารพในสิทธิของผู้อื่น แจ้งผู้เกี่ยวข้องเมื่อพบข้อมูลหรือบุคคลที่ ไม่เหมาะสม",
    "sourcePage": 118,
    "sourcePdfPage": 125
  },
  {
    "id": "SCI60-W1.1-P5-1",
    "code": "ว 1.1 ป.5/1",
    "standard": "W1.1",
    "grade": "P5",
    "unitId": "p5-w11",
    "text": "บรรยายโครงสร้างและลักษณะของสิ่งมีชีวิต ที่เหมาะสมกับการดำรงชีวิต ซึ่งเป็นผลมาจาก การปรับตัวของสิ่งมีชีวิตในแต่ละแหล่งที่อยู่",
    "sourcePage": 14,
    "sourcePdfPage": 21
  },
  {
    "id": "SCI60-W1.1-P5-2",
    "code": "ว 1.1 ป.5/2",
    "standard": "W1.1",
    "grade": "P5",
    "unitId": "p5-w11",
    "text": "อธิบายความสัมพันธ์ระหว่างสิ่งมีชีวิตกับ สิ่งมีชีวิต และความสัมพันธ์ระหว่างสิ่งมีชีวิต กับสิ่งไม่มีชีวิต เพื่อประโยชน์ต่อการดำรงชีวิต",
    "sourcePage": 14,
    "sourcePdfPage": 21
  },
  {
    "id": "SCI60-W1.1-P5-3",
    "code": "ว 1.1 ป.5/3",
    "standard": "W1.1",
    "grade": "P5",
    "unitId": "p5-w11",
    "text": "เขียนโซ่อาหารและระบุบทบาทหน้าที่ของ สิ่งมีชีวิตที่เป็นผู้ผลิตและผู้บริโภคในโซ่อาหาร",
    "sourcePage": 14,
    "sourcePdfPage": 21
  },
  {
    "id": "SCI60-W1.1-P5-4",
    "code": "ว 1.1 ป.5/4",
    "standard": "W1.1",
    "grade": "P5",
    "unitId": "p5-w11",
    "text": "ตระหนักในคุณค่าของสิ่งแวดล้อมที่มีต่อการ ดำรงชีวิตของสิ่งมีชีวิต โดยมีส่วนร่วมในการดูแล รักษาสิ่งแวดล้อม",
    "sourcePage": 14,
    "sourcePdfPage": 21
  },
  {
    "id": "SCI60-W1.3-P5-1",
    "code": "ว 1.3 ป.5/1",
    "standard": "W1.3",
    "grade": "P5",
    "unitId": "p5-w13",
    "text": "อธิบายลักษณะทางพันธุกรรมที่มีการถ่ายทอด จากพ่อแม่สู่ลูกของพืช สัตว์ และมนุษย์",
    "sourcePage": 33,
    "sourcePdfPage": 40
  },
  {
    "id": "SCI60-W1.3-P5-2",
    "code": "ว 1.3 ป.5/2",
    "standard": "W1.3",
    "grade": "P5",
    "unitId": "p5-w13",
    "text": "แสดงความอยากรู้อยากเห็น โดยการถามคำถาม เกี่ยวกับลักษณะที่คล้ายคลึงกันของตนเองกับ พ่อแม่",
    "sourcePage": 33,
    "sourcePdfPage": 40
  },
  {
    "id": "SCI60-W2.1-P5-1",
    "code": "ว 2.1 ป.5/1",
    "standard": "W2.1",
    "grade": "P5",
    "unitId": "p5-w21",
    "text": "อธิบายการเปลี่ยนสถานะของสสาร เมื่อทำให้ สสารร้อนขึ้นหรือเย็นลง โดยใช้หลักฐาน เชิงประจักษ์",
    "sourcePage": 40,
    "sourcePdfPage": 47
  },
  {
    "id": "SCI60-W2.1-P5-2",
    "code": "ว 2.1 ป.5/2",
    "standard": "W2.1",
    "grade": "P5",
    "unitId": "p5-w21",
    "text": "อธิบายการละลายของสารในน้ำ โดยใช้หลักฐาน เชิงประจักษ์",
    "sourcePage": 40,
    "sourcePdfPage": 47
  },
  {
    "id": "SCI60-W2.1-P5-3",
    "code": "ว 2.1 ป.5/3",
    "standard": "W2.1",
    "grade": "P5",
    "unitId": "p5-w21",
    "text": "วิเคราะห์การเปลี่ยนแปลงของสารเมื่อเกิดการ เปลี่ยนแปลงทางเคมี โดยใช้หลักฐาน เชิงประจักษ์",
    "sourcePage": 41,
    "sourcePdfPage": 48
  },
  {
    "id": "SCI60-W2.1-P5-4",
    "code": "ว 2.1 ป.5/4",
    "standard": "W2.1",
    "grade": "P5",
    "unitId": "p5-w21",
    "text": "วิเคราะห์และระบุการเปลี่ยนแปลงที่ผันกลับได้ และการเปลี่ยนแปลงที่ผันกลับไม่ได้",
    "sourcePage": 41,
    "sourcePdfPage": 48
  },
  {
    "id": "SCI60-W2.2-P5-1",
    "code": "ว 2.2 ป.5/1",
    "standard": "W2.2",
    "grade": "P5",
    "unitId": "p5-w22",
    "text": "อธิบายวิธีการหาแรงลัพธ์ของแรงหลายแรงในแนว เดียวกันที่กระทำต่อวัตถุในกรณีที่วัตถุอยู่นิ่ง จากหลักฐานเชิงประจักษ์",
    "sourcePage": 61,
    "sourcePdfPage": 68
  },
  {
    "id": "SCI60-W2.2-P5-2",
    "code": "ว 2.2 ป.5/2",
    "standard": "W2.2",
    "grade": "P5",
    "unitId": "p5-w22",
    "text": "เขียนแผนภาพแสดงแรงที่กระทำต่อวัตถุที่อยู่ใน แนวเดียวกันและแรงลัพธ์ที่กระทำต่อวัตถุ",
    "sourcePage": 61,
    "sourcePdfPage": 68
  },
  {
    "id": "SCI60-W2.2-P5-3",
    "code": "ว 2.2 ป.5/3",
    "standard": "W2.2",
    "grade": "P5",
    "unitId": "p5-w22",
    "text": "ใช้เครื่องชั่งสปริงในการวัดแรงที่กระทำต่อวัตถุ",
    "sourcePage": 61,
    "sourcePdfPage": 68
  },
  {
    "id": "SCI60-W2.2-P5-4",
    "code": "ว 2.2 ป.5/4",
    "standard": "W2.2",
    "grade": "P5",
    "unitId": "p5-w22",
    "text": "ระบุผลของแรงเสียดทานที่มีต่อการเปลี่ยนแปลง การเคลื่อนที่ของวัตถุจากหลักฐานเชิงประจักษ์",
    "sourcePage": 61,
    "sourcePdfPage": 68
  },
  {
    "id": "SCI60-W2.2-P5-5",
    "code": "ว 2.2 ป.5/5",
    "standard": "W2.2",
    "grade": "P5",
    "unitId": "p5-w22",
    "text": "เขียนแผนภาพแสดงแรงเสียดทานและแรง ที่อยู่ในแนวเดียวกันที่กระทำต่อวัตถุ",
    "sourcePage": 61,
    "sourcePdfPage": 68
  },
  {
    "id": "SCI60-W2.3-P5-1",
    "code": "ว 2.3 ป.5/1",
    "standard": "W2.3",
    "grade": "P5",
    "unitId": "p5-w23",
    "text": "อธิบายการได้ยินเสียงผ่านตัวกลางจากหลักฐาน เชิงประจักษ์",
    "sourcePage": 68,
    "sourcePdfPage": 75
  },
  {
    "id": "SCI60-W2.3-P5-2",
    "code": "ว 2.3 ป.5/2",
    "standard": "W2.3",
    "grade": "P5",
    "unitId": "p5-w23",
    "text": "ระบุตัวแปร ทดลอง และอธิบายลักษณะและ การเกิดเสียงสูง เสียงต่ำ",
    "sourcePage": 68,
    "sourcePdfPage": 75
  },
  {
    "id": "SCI60-W2.3-P5-3",
    "code": "ว 2.3 ป.5/3",
    "standard": "W2.3",
    "grade": "P5",
    "unitId": "p5-w23",
    "text": "ออกแบบการทดลองและอธิบายลักษณะและ การเกิดเสียงดัง เสียงค่อย",
    "sourcePage": 68,
    "sourcePdfPage": 75
  },
  {
    "id": "SCI60-W2.3-P5-4",
    "code": "ว 2.3 ป.5/4",
    "standard": "W2.3",
    "grade": "P5",
    "unitId": "p5-w23",
    "text": "วัดระดับเสียงโดยใช้เครื่องมือวัดระดับเสียง",
    "sourcePage": 68,
    "sourcePdfPage": 75
  },
  {
    "id": "SCI60-W2.3-P5-5",
    "code": "ว 2.3 ป.5/5",
    "standard": "W2.3",
    "grade": "P5",
    "unitId": "p5-w23",
    "text": "ตระหนักในคุณค่าของความรู้เรื่องระดับเสียง โดยเสนอแนะแนวทางในการหลีกเลี่ยงและลด มลพิษทางเสียง",
    "sourcePage": 68,
    "sourcePdfPage": 75
  },
  {
    "id": "SCI60-W3.1-P5-1",
    "code": "ว 3.1 ป.5/1",
    "standard": "W3.1",
    "grade": "P5",
    "unitId": "p5-w31",
    "text": "เปรียบเทียบความแตกต่างของดาวเคราะห์ และดาวฤกษ์จากแบบจำลอง",
    "sourcePage": 80,
    "sourcePdfPage": 87
  },
  {
    "id": "SCI60-W3.1-P5-2",
    "code": "ว 3.1 ป.5/2",
    "standard": "W3.1",
    "grade": "P5",
    "unitId": "p5-w31",
    "text": "ใช้แผนที่ดาวระบุตำแหน่งและเส้นทางการขึ้น และตกของกลุ่มดาวฤกษ์บนท้องฟ้า และอธิบาย แบบรูปเส้นทางการขึ้นและตกของกลุ่มดาวฤกษ์ บนท้องฟ้าในรอบปี",
    "sourcePage": 81,
    "sourcePdfPage": 88
  },
  {
    "id": "SCI60-W3.2-P5-1",
    "code": "ว 3.2 ป.5/1",
    "standard": "W3.2",
    "grade": "P5",
    "unitId": "p5-w32",
    "text": "เปรียบเทียบปริมาณน้ำในแต่ละแหล่ง และระบุ ปริมาณน้ำที่มนุษย์สามารถนำมาใช้ประโยชน์ได้ จากข้อมูลที่รวบรวมได้",
    "sourcePage": 89,
    "sourcePdfPage": 96
  },
  {
    "id": "SCI60-W3.2-P5-2",
    "code": "ว 3.2 ป.5/2",
    "standard": "W3.2",
    "grade": "P5",
    "unitId": "p5-w32",
    "text": "ตระหนักถึงคุณค่าของน้ำโดยนำเสนอแนวทาง การใช้น้ำอย่างประหยัดและการอนุรักษ์น้ำ",
    "sourcePage": 89,
    "sourcePdfPage": 96
  },
  {
    "id": "SCI60-W3.2-P5-3",
    "code": "ว 3.2 ป.5/3",
    "standard": "W3.2",
    "grade": "P5",
    "unitId": "p5-w32",
    "text": "สร้างแบบจำลองที่อธิบายการหมุนเวียนของน้ำ ในวัฏจักรน้ำ",
    "sourcePage": 89,
    "sourcePdfPage": 96
  },
  {
    "id": "SCI60-W3.2-P5-4",
    "code": "ว 3.2 ป.5/4",
    "standard": "W3.2",
    "grade": "P5",
    "unitId": "p5-w32",
    "text": "เปรียบเทียบกระบวนการเกิดเมฆ หมอก น้ำค้าง และน้ำค้างแข็ง จากแบบจำลอง",
    "sourcePage": 89,
    "sourcePdfPage": 96
  },
  {
    "id": "SCI60-W3.2-P5-5",
    "code": "ว 3.2 ป.5/5",
    "standard": "W3.2",
    "grade": "P5",
    "unitId": "p5-w32",
    "text": "เปรียบเทียบกระบวนการเกิดฝน หิมะ และ ลูกเห็บ จากข้อมูลที่รวบรวมได้",
    "sourcePage": 90,
    "sourcePdfPage": 97
  },
  {
    "id": "SCI60-W4.2-P5-1",
    "code": "ว 4.2 ป.5/1",
    "standard": "W4.2",
    "grade": "P5",
    "unitId": "p5-w42",
    "text": "ใช้เหตุผลเชิงตรรกะในการแก้ปัญหา การอธิบาย การทำงาน การคาดการณ์ผลลัพธ์ จากปัญหา อย่างง่าย",
    "sourcePage": 118,
    "sourcePdfPage": 125
  },
  {
    "id": "SCI60-W4.2-P5-2",
    "code": "ว 4.2 ป.5/2",
    "standard": "W4.2",
    "grade": "P5",
    "unitId": "p5-w42",
    "text": "ออกแบบ และเขียนโปรแกรมที่มีการใช้เหตุผล เชิงตรรกะอย่างง่าย ตรวจหาข้อผิดพลาด และแก้ไข",
    "sourcePage": 119,
    "sourcePdfPage": 126
  },
  {
    "id": "SCI60-W4.2-P5-3",
    "code": "ว 4.2 ป.5/3",
    "standard": "W4.2",
    "grade": "P5",
    "unitId": "p5-w42",
    "text": "ใช้อินเทอร์เน็ตค้นหาข้อมูล ติดต่อสื่อสาร และทำงานร่วมกัน ประเมินความน่าเชื่อถือ ของข้อมูล",
    "sourcePage": 119,
    "sourcePdfPage": 126
  },
  {
    "id": "SCI60-W4.2-P5-4",
    "code": "ว 4.2 ป.5/4",
    "standard": "W4.2",
    "grade": "P5",
    "unitId": "p5-w42",
    "text": "รวบรวม ประเมิน นำเสนอข้อมูลและสารสนเทศ ตามวัตถุประสงค์โดยใช้ซอฟต์แวร์หรือบริการ บนอินเทอร์เน็ตที่หลากหลาย เพื่อแก้ปัญหา ในชีวิตประจำวัน",
    "sourcePage": 120,
    "sourcePdfPage": 127
  },
  {
    "id": "SCI60-W4.2-P5-5",
    "code": "ว 4.2 ป.5/5",
    "standard": "W4.2",
    "grade": "P5",
    "unitId": "p5-w42",
    "text": "ใช้เทคโนโลยีสารสนเทศอย่างปลอดภัย มีมารยาท เข้าใจสิทธิและหน้าที่ของตน เคารพในสิทธิของ ผู้อื่น แจ้งผู้เกี่ยวข้องเมื่อพบข้อมูลหรือบุคคล ที่ไม่เหมาะสม",
    "sourcePage": 120,
    "sourcePdfPage": 127
  },
  {
    "id": "SCI60-W1.2-P6-1",
    "code": "ว 1.2 ป.6/1",
    "standard": "W1.2",
    "grade": "P6",
    "unitId": "p6-w12",
    "text": "ระบุสารอาหารและบอกประโยชน์ของ สารอาหารแต่ละประเภทจากอาหารที่ตนเอง รับประทาน",
    "sourcePage": 19,
    "sourcePdfPage": 26
  },
  {
    "id": "SCI60-W1.2-P6-2",
    "code": "ว 1.2 ป.6/2",
    "standard": "W1.2",
    "grade": "P6",
    "unitId": "p6-w12",
    "text": "บอกแนวทางในการเลือกรับประทานอาหาร ให้ได้สารอาหารครบถ้วน ในสัดส่วนที่เหมาะสม กับเพศและวัย รวมทั้งความปลอดภัยต่อสุขภาพ",
    "sourcePage": 19,
    "sourcePdfPage": 26
  },
  {
    "id": "SCI60-W1.2-P6-3",
    "code": "ว 1.2 ป.6/3",
    "standard": "W1.2",
    "grade": "P6",
    "unitId": "p6-w12",
    "text": "ตระหนักถึงความสำคัญของสารอาหาร โดยการ เลือกรับประทานอาหารที่มีสารอาหารครบถ้วน ในสัดส่วนที่เหมาะสมกับเพศและวัย รวมทั้ง ปลอดภัยต่อสุขภาพ",
    "sourcePage": 19,
    "sourcePdfPage": 26
  },
  {
    "id": "SCI60-W1.2-P6-4",
    "code": "ว 1.2 ป.6/4",
    "standard": "W1.2",
    "grade": "P6",
    "unitId": "p6-w12",
    "text": "สร้างแบบจำลองระบบย่อยอาหาร และบรรยาย หน้าที่ของอวัยวะในระบบย่อยอาหาร รวมทั้ง อธิบายการย่อยอาหารและการดูดซึมสารอาหาร",
    "sourcePage": 20,
    "sourcePdfPage": 27
  },
  {
    "id": "SCI60-W1.2-P6-5",
    "code": "ว 1.2 ป.6/5",
    "standard": "W1.2",
    "grade": "P6",
    "unitId": "p6-w12",
    "text": "ตระหนักถึงความสำคัญของระบบย่อยอาหาร โดยการบอกแนวทางในการดูแลรักษาอวัยวะ ในระบบย่อยอาหารให้ทำงานเป็นปกติ",
    "sourcePage": 20,
    "sourcePdfPage": 27
  },
  {
    "id": "SCI60-W2.1-P6-1",
    "code": "ว 2.1 ป.6/1",
    "standard": "W2.1",
    "grade": "P6",
    "unitId": "p6-w21",
    "text": "อธิบายและเปรียบเทียบการแยกสารผสม โดยการหยิบออก การร่อน การใช้แม่เหล็กดึงดูด การรินออก การกรอง และการตกตะกอน โดยใช้หลักฐานเชิงประจักษ์ รวมทั้งระบุวิธี แก้ปัญหาในชีวิตประจำวันเกี่ยวกับการแยกสาร",
    "sourcePage": 41,
    "sourcePdfPage": 48
  },
  {
    "id": "SCI60-W2.2-P6-1",
    "code": "ว 2.2 ป.6/1",
    "standard": "W2.2",
    "grade": "P6",
    "unitId": "p6-w22",
    "text": "อธิบายการเกิดและผลของแรงไฟฟ้าซึ่งเกิดจาก วัตถุที่ผ่านการขัดถู โดยใช้หลักฐานเชิงประจักษ์",
    "sourcePage": 61,
    "sourcePdfPage": 68
  },
  {
    "id": "SCI60-W2.3-P6-1",
    "code": "ว 2.3 ป.6/1",
    "standard": "W2.3",
    "grade": "P6",
    "unitId": "p6-w23",
    "text": "ระบุส่วนประกอบและบรรยายหน้าที่ของแต่ละ ส่วนประกอบของวงจรไฟฟ้าอย่างง่ายจาก หลักฐานเชิงประจักษ์",
    "sourcePage": 68,
    "sourcePdfPage": 75
  },
  {
    "id": "SCI60-W2.3-P6-2",
    "code": "ว 2.3 ป.6/2",
    "standard": "W2.3",
    "grade": "P6",
    "unitId": "p6-w23",
    "text": "เขียนแผนภาพและต่อวงจรไฟฟ้าอย่างง่าย",
    "sourcePage": 68,
    "sourcePdfPage": 75
  },
  {
    "id": "SCI60-W2.3-P6-3",
    "code": "ว 2.3 ป.6/3",
    "standard": "W2.3",
    "grade": "P6",
    "unitId": "p6-w23",
    "text": "ออกแบบการทดลองและทดลองด้วยวิธีที่ เหมาะสมในการอธิบายวิธีการและผลของ การต่อเซลล์ไฟฟ้าแบบอนุกรม",
    "sourcePage": 69,
    "sourcePdfPage": 76
  },
  {
    "id": "SCI60-W2.3-P6-4",
    "code": "ว 2.3 ป.6/4",
    "standard": "W2.3",
    "grade": "P6",
    "unitId": "p6-w23",
    "text": "ตระหนักถึงประโยชน์ของความรู้ของการต่อ เซลล์ไฟฟ้าแบบอนุกรมโดยบอกประโยชน์และ การประยุกต์ใช้ในชีวิตประจำวัน",
    "sourcePage": 69,
    "sourcePdfPage": 76
  },
  {
    "id": "SCI60-W2.3-P6-5",
    "code": "ว 2.3 ป.6/5",
    "standard": "W2.3",
    "grade": "P6",
    "unitId": "p6-w23",
    "text": "ออกแบบการทดลองและทดลองด้วยวิธีที่ เหมาะสมในการอธิบายการต่อหลอดไฟฟ้า แบบอนุกรมและแบบขนาน",
    "sourcePage": 69,
    "sourcePdfPage": 76
  },
  {
    "id": "SCI60-W2.3-P6-6",
    "code": "ว 2.3 ป.6/6",
    "standard": "W2.3",
    "grade": "P6",
    "unitId": "p6-w23",
    "text": "ตระหนักถึงประโยชน์ของความรู้ของการต่อ หลอดไฟฟ้าแบบอนุกรมและแบบขนาน โดย บอกประโยชน์ ข้อจำกัด และการประยุกต์ใช้ ในชีวิตประจำวัน",
    "sourcePage": 69,
    "sourcePdfPage": 76
  },
  {
    "id": "SCI60-W2.3-P6-7",
    "code": "ว 2.3 ป.6/7",
    "standard": "W2.3",
    "grade": "P6",
    "unitId": "p6-w23",
    "text": "อธิบายการเกิดเงามืดเงามัวจากหลักฐานเชิงประจักษ์",
    "sourcePage": 69,
    "sourcePdfPage": 76
  },
  {
    "id": "SCI60-W2.3-P6-8",
    "code": "ว 2.3 ป.6/8",
    "standard": "W2.3",
    "grade": "P6",
    "unitId": "p6-w23",
    "text": "เขียนแผนภาพรังสีของแสงแสดงการเกิด เงามืดเงามัว",
    "sourcePage": 69,
    "sourcePdfPage": 76
  },
  {
    "id": "SCI60-W3.1-P6-1",
    "code": "ว 3.1 ป.6/1",
    "standard": "W3.1",
    "grade": "P6",
    "unitId": "p6-w31",
    "text": "สร้างแบบจำลองที่อธิบายการเกิด และ เปรียบเทียบปรากฏการณ์สุริยุปราคา และจันทรุปราคา",
    "sourcePage": 81,
    "sourcePdfPage": 88
  },
  {
    "id": "SCI60-W3.1-P6-2",
    "code": "ว 3.1 ป.6/2",
    "standard": "W3.1",
    "grade": "P6",
    "unitId": "p6-w31",
    "text": "อธิบายพัฒนาการของเทคโนโลยีอวกาศ และ ยกตัวอย่างการนำเทคโนโลยีอวกาศมาใช้ประโยชน์ ในชีวิตประจำวัน จากข้อมูลที่รวบรวมได้",
    "sourcePage": 81,
    "sourcePdfPage": 88
  },
  {
    "id": "SCI60-W3.2-P6-1",
    "code": "ว 3.2 ป.6/1",
    "standard": "W3.2",
    "grade": "P6",
    "unitId": "p6-w32",
    "text": "เปรียบเทียบกระบวนการเกิดหินอัคนี หินตะกอน และหินแปร และอธิบายวัฏจักรหิน จากแบบจำลอง",
    "sourcePage": 90,
    "sourcePdfPage": 97
  },
  {
    "id": "SCI60-W3.2-P6-2",
    "code": "ว 3.2 ป.6/2",
    "standard": "W3.2",
    "grade": "P6",
    "unitId": "p6-w32",
    "text": "บรรยายและยกตัวอย่างการใช้ประโยชน์ของหิน และแร่ในชีวิตประจำวันจากข้อมูลที่รวบรวมได้",
    "sourcePage": 91,
    "sourcePdfPage": 98
  },
  {
    "id": "SCI60-W3.2-P6-3",
    "code": "ว 3.2 ป.6/3",
    "standard": "W3.2",
    "grade": "P6",
    "unitId": "p6-w32",
    "text": "สร้างแบบจำลองที่อธิบายการเกิดซากดึกดำบรรพ์ และคาดคะเนสภาพแวดล้อมในอดีตของ ซากดึกดำบรรพ์",
    "sourcePage": 91,
    "sourcePdfPage": 98
  },
  {
    "id": "SCI60-W3.2-P6-4",
    "code": "ว 3.2 ป.6/4",
    "standard": "W3.2",
    "grade": "P6",
    "unitId": "p6-w32",
    "text": "เปรียบเทียบการเกิดลมบก ลมทะเล และมรสุม รวมทั้งอธิบายผลที่มีต่อสิ่งมีชีวิตและสิ่งแวดล้อม จากแบบจำลอง",
    "sourcePage": 91,
    "sourcePdfPage": 98
  },
  {
    "id": "SCI60-W3.2-P6-5",
    "code": "ว 3.2 ป.6/5",
    "standard": "W3.2",
    "grade": "P6",
    "unitId": "p6-w32",
    "text": "อธิบายผลของมรสุมต่อการเกิดฤดูของประเทศไทย จากข้อมูลที่รวบรวมได้",
    "sourcePage": 92,
    "sourcePdfPage": 99
  },
  {
    "id": "SCI60-W3.2-P6-6",
    "code": "ว 3.2 ป.6/6",
    "standard": "W3.2",
    "grade": "P6",
    "unitId": "p6-w32",
    "text": "บรรยายลักษณะและผลกระทบของน้ำท่วม การกัดเซาะชายฝั่ง ดินถล่ม แผ่นดินไหว สึนามิ",
    "sourcePage": 92,
    "sourcePdfPage": 99
  },
  {
    "id": "SCI60-W3.2-P6-7",
    "code": "ว 3.2 ป.6/7",
    "standard": "W3.2",
    "grade": "P6",
    "unitId": "p6-w32",
    "text": "ตระหนักถึงผลกระทบของภัยธรรมชาติและ ธรณีพิบัติภัย โดยนำเสนอแนวทางในการ เฝ้าระวังและปฏิบัติตนให้ปลอดภัยจากภัยธรรมชาติ และธรณีพิบัติภัยที่อาจเกิดในท้องถิ่น",
    "sourcePage": 92,
    "sourcePdfPage": 99
  },
  {
    "id": "SCI60-W3.2-P6-8",
    "code": "ว 3.2 ป.6/8",
    "standard": "W3.2",
    "grade": "P6",
    "unitId": "p6-w32",
    "text": "สร้างแบบจำลองที่อธิบายการเกิดปรากฏการณ์ เรือนกระจก และผลของปรากฏการณ์เรือนกระจก ต่อสิ่งมีชีวิต",
    "sourcePage": 92,
    "sourcePdfPage": 99
  },
  {
    "id": "SCI60-W3.2-P6-9",
    "code": "ว 3.2 ป.6/9",
    "standard": "W3.2",
    "grade": "P6",
    "unitId": "p6-w32",
    "text": "ตระหนักถึงผลกระทบของปรากฏการณ์เรือน กระจก โดยนำเสนอแนวทางการปฏิบัติตนเพื่อ ลดกิจกรรมที่ก่อให้เกิดแก๊สเรือนกระจก",
    "sourcePage": 92,
    "sourcePdfPage": 99
  },
  {
    "id": "SCI60-W4.2-P6-1",
    "code": "ว 4.2 ป.6/1",
    "standard": "W4.2",
    "grade": "P6",
    "unitId": "p6-w42",
    "text": "ใช้เหตุผลเชิงตรรกะในการอธิบายและออกแบบ วิธีการแก้ปัญหาที่พบในชีวิตประจำวัน",
    "sourcePage": 120,
    "sourcePdfPage": 127
  },
  {
    "id": "SCI60-W4.2-P6-2",
    "code": "ว 4.2 ป.6/2",
    "standard": "W4.2",
    "grade": "P6",
    "unitId": "p6-w42",
    "text": "ออกแบบและเขียนโปรแกรมอย่างง่าย เพื่อ แก้ปัญหาในชีวิตประจำวัน ตรวจหาข้อผิดพลาด ของโปรแกรมและแก้ไข",
    "sourcePage": 121,
    "sourcePdfPage": 128
  },
  {
    "id": "SCI60-W4.2-P6-3",
    "code": "ว 4.2 ป.6/3",
    "standard": "W4.2",
    "grade": "P6",
    "unitId": "p6-w42",
    "text": "ใช้อินเทอร์เน็ตในการค้นหาข้อมูลอย่างมี ประสิทธิภาพ",
    "sourcePage": 121,
    "sourcePdfPage": 128
  },
  {
    "id": "SCI60-W4.2-P6-4",
    "code": "ว 4.2 ป.6/4",
    "standard": "W4.2",
    "grade": "P6",
    "unitId": "p6-w42",
    "text": "ใช้เทคโนโลยีสารสนเทศทำงานร่วมกันอย่าง ปลอดภัย เข้าใจสิทธิและหน้าที่ของตน เคารพ ในสิทธิของผู้อื่น แจ้งผู้เกี่ยวข้องเมื่อพบข้อมูล หรือบุคคลที่ไม่เหมาะสม",
    "sourcePage": 121,
    "sourcePdfPage": 128
  },
  {
    "id": "SCI60-W1.2-M1-1",
    "code": "ว 1.2 ม.1/1",
    "standard": "W1.2",
    "grade": "M1",
    "unitId": "m1-w12",
    "text": "เปรียบเทียบรูปร่าง ลักษณะ และโครงสร้าง ของเซลล์พืชและเซลล์สัตว์ รวมทั้งบรรยายหน้าที่ ของผนังเซลล์ เยื่อหุ้มเซลล์ ไซโทพลาซึม นิวเคลียส แวคิวโอล ไมโทคอนเดรีย และคลอโรพลาสต์",
    "sourcePage": 21,
    "sourcePdfPage": 28
  },
  {
    "id": "SCI60-W1.2-M1-2",
    "code": "ว 1.2 ม.1/2",
    "standard": "W1.2",
    "grade": "M1",
    "unitId": "m1-w12",
    "text": "ใช้กล้องจุลทรรศน์ใช้แสงศึกษาเซลล์ และโครงสร้างต่าง ๆ ภายในเซลล์",
    "sourcePage": 21,
    "sourcePdfPage": 28
  },
  {
    "id": "SCI60-W1.2-M1-3",
    "code": "ว 1.2 ม.1/3",
    "standard": "W1.2",
    "grade": "M1",
    "unitId": "m1-w12",
    "text": "อธิบายความสัมพันธ์ระหว่างรูปร่าง กับการทำหน้าที่ของเซลล์",
    "sourcePage": 21,
    "sourcePdfPage": 28
  },
  {
    "id": "SCI60-W1.2-M1-4",
    "code": "ว 1.2 ม.1/4",
    "standard": "W1.2",
    "grade": "M1",
    "unitId": "m1-w12",
    "text": "อธิบายการจัดระบบของสิ่งมีชีวิต โดยเริ่มจาก เซลล์ เนื้อเยื่อ อวัยวะ ระบบอวัยวะ จนเป็น สิ่งมีชีวิต",
    "sourcePage": 21,
    "sourcePdfPage": 28
  },
  {
    "id": "SCI60-W1.2-M1-5",
    "code": "ว 1.2 ม.1/5",
    "standard": "W1.2",
    "grade": "M1",
    "unitId": "m1-w12",
    "text": "อธิบายกระบวนการแพร่และออสโมซิสจาก หลักฐานเชิงประจักษ์ และยกตัวอย่างการแพร่ และออสโมซิสในชีวิตประจำวัน",
    "sourcePage": 22,
    "sourcePdfPage": 29
  },
  {
    "id": "SCI60-W1.2-M1-6",
    "code": "ว 1.2 ม.1/6",
    "standard": "W1.2",
    "grade": "M1",
    "unitId": "m1-w12",
    "text": "ระบุปัจจัยที่จำเป็นในการสังเคราะห์ด้วยแสง และผลผลิตที่เกิดขึ้นจากการสังเคราะห์ด้วยแสง โดยใช้หลักฐานเชิงประจักษ์",
    "sourcePage": 22,
    "sourcePdfPage": 29
  },
  {
    "id": "SCI60-W1.2-M1-7",
    "code": "ว 1.2 ม.1/7",
    "standard": "W1.2",
    "grade": "M1",
    "unitId": "m1-w12",
    "text": "อธิบายความสำคัญของการสังเคราะห์ด้วยแสง ของพืชต่อสิ่งมีชีวิตและสิ่งแวดล้อม",
    "sourcePage": 22,
    "sourcePdfPage": 29
  },
  {
    "id": "SCI60-W1.2-M1-8",
    "code": "ว 1.2 ม.1/8",
    "standard": "W1.2",
    "grade": "M1",
    "unitId": "m1-w12",
    "text": "ตระหนักในคุณค่าของพืชที่มีต่อสิ่งมีชีวิตและ สิ่งแวดล้อม โดยการร่วมกันปลูกและดูแลรักษา ต้นไม้ในโรงเรียนและชุมชน",
    "sourcePage": 22,
    "sourcePdfPage": 29
  },
  {
    "id": "SCI60-W1.2-M1-9",
    "code": "ว 1.2 ม.1/9",
    "standard": "W1.2",
    "grade": "M1",
    "unitId": "m1-w12",
    "text": "บรรยายลักษณะและหน้าที่ของไซเล็มและ โฟลเอ็ม",
    "sourcePage": 22,
    "sourcePdfPage": 29
  },
  {
    "id": "SCI60-W1.2-M1-10",
    "code": "ว 1.2 ม.1/10",
    "standard": "W1.2",
    "grade": "M1",
    "unitId": "m1-w12",
    "text": "เขียนแผนภาพที่บรรยายทิศทาง การลำเลียงสารในไซเล็มและโฟลเอ็ม ของพืช",
    "sourcePage": 22,
    "sourcePdfPage": 29
  },
  {
    "id": "SCI60-W1.2-M1-11",
    "code": "ว 1.2 ม.1/11",
    "standard": "W1.2",
    "grade": "M1",
    "unitId": "m1-w12",
    "text": "อธิบายการสืบพันธุ์แบบอาศัยเพศ และ ไม่อาศัยเพศของพืชดอก",
    "sourcePage": 23,
    "sourcePdfPage": 30
  },
  {
    "id": "SCI60-W1.2-M1-12",
    "code": "ว 1.2 ม.1/12",
    "standard": "W1.2",
    "grade": "M1",
    "unitId": "m1-w12",
    "text": "อธิบายลักษณะโครงสร้างของดอกที่มีส่วน ทำให้เกิดการถ่ายเรณู รวมทั้งบรรยาย การปฏิสนธิของพืชดอก การเกิดผลและเมล็ด การกระจายเมล็ด และการงอกของเมล็ด",
    "sourcePage": 23,
    "sourcePdfPage": 30
  },
  {
    "id": "SCI60-W1.2-M1-13",
    "code": "ว 1.2 ม.1/13",
    "standard": "W1.2",
    "grade": "M1",
    "unitId": "m1-w12",
    "text": "ตระหนักถึงความสำคัญของสัตว์ที่ช่วยในการ ถ่ายเรณูของพืชดอก โดยการไม่ทำลายชีวิต ของสัตว์ที่ช่วยในการถ่ายเรณู",
    "sourcePage": 23,
    "sourcePdfPage": 30
  },
  {
    "id": "SCI60-W1.2-M1-14",
    "code": "ว 1.2 ม.1/14",
    "standard": "W1.2",
    "grade": "M1",
    "unitId": "m1-w12",
    "text": "อธิบายความสำคัญของธาตุอาหาร บางชนิดที่มีผลต่อการเจริญเติบโต และการดำรงชีวิตของพืช",
    "sourcePage": 24,
    "sourcePdfPage": 31
  },
  {
    "id": "SCI60-W1.2-M1-15",
    "code": "ว 1.2 ม.1/15",
    "standard": "W1.2",
    "grade": "M1",
    "unitId": "m1-w12",
    "text": "เลือกใช้ปุ๋ยที่มีธาตุอาหารเหมาะสมกับพืชใน สถานการณ์ที่กำหนด",
    "sourcePage": 24,
    "sourcePdfPage": 31
  },
  {
    "id": "SCI60-W1.2-M1-16",
    "code": "ว 1.2 ม.1/16",
    "standard": "W1.2",
    "grade": "M1",
    "unitId": "m1-w12",
    "text": "เลือกวิธีการขยายพันธุ์พืชให้เหมาะสมกับ ความต้องการของมนุษย์ โดยใช้ความรู้ เกี่ยวกับการสืบพันธุ์ของพืช",
    "sourcePage": 24,
    "sourcePdfPage": 31
  },
  {
    "id": "SCI60-W1.2-M1-17",
    "code": "ว 1.2 ม.1/17",
    "standard": "W1.2",
    "grade": "M1",
    "unitId": "m1-w12",
    "text": "อธิบายความสำคัญของเทคโนโลยี การเพาะเลี้ยงเนื้อเยื่อพืชในการใช้ประโยชน์ ด้านต่าง ๆ",
    "sourcePage": 24,
    "sourcePdfPage": 31
  },
  {
    "id": "SCI60-W1.2-M1-18",
    "code": "ว 1.2 ม.1/18",
    "standard": "W1.2",
    "grade": "M1",
    "unitId": "m1-w12",
    "text": "ตระหนักถึงประโยชน์ของการขยายพันธุ์พืช โดยการนำความรู้ไปใช้ในชีวิตประจำวัน",
    "sourcePage": 24,
    "sourcePdfPage": 31
  },
  {
    "id": "SCI60-W2.1-M1-1",
    "code": "ว 2.1 ม.1/1",
    "standard": "W2.1",
    "grade": "M1",
    "unitId": "m1-w21",
    "text": "อธิบายสมบัติทางกายภาพบางประการของ ธาตุโลหะ อโลหะ และกึ่งโลหะ โดยใช้หลักฐาน เชิงประจักษ์ที่ได้จากการสังเกตและการทดสอบ และใช้สารสนเทศที่ได้จากแหล่งข้อมูลต่าง ๆ รวมทั้งจัดกลุ่มธาตุเป็นโลหะ อโลหะ และ กึ่งโลหะ",
    "sourcePage": 42,
    "sourcePdfPage": 49
  },
  {
    "id": "SCI60-W2.1-M1-2",
    "code": "ว 2.1 ม.1/2",
    "standard": "W2.1",
    "grade": "M1",
    "unitId": "m1-w21",
    "text": "วิเคราะห์ผลจากการใช้ธาตุโลหะ อโลหะ กึ่งโลหะ และธาตุกัมมันตรังสี ที่มีต่อสิ่งมีชีวิต สิ่งแวดล้อม เศรษฐกิจและสังคม จากข้อมูลที่รวบรวมได้",
    "sourcePage": 42,
    "sourcePdfPage": 49
  },
  {
    "id": "SCI60-W2.1-M1-3",
    "code": "ว 2.1 ม.1/3",
    "standard": "W2.1",
    "grade": "M1",
    "unitId": "m1-w21",
    "text": "ตระหนักถึงคุณค่าของการใช้ธาตุโลหะ อโลหะ กึ่งโลหะ ธาตุกัมมันตรังสี โดยเสนอแนวทาง การใช้ธาตุอย่างปลอดภัย คุ้มค่า",
    "sourcePage": 42,
    "sourcePdfPage": 49
  },
  {
    "id": "SCI60-W2.1-M1-4",
    "code": "ว 2.1 ม.1/4",
    "standard": "W2.1",
    "grade": "M1",
    "unitId": "m1-w21",
    "text": "เปรียบเทียบจุดเดือด จุดหลอมเหลวของสารบริสุทธิ์ และสารผสม โดยการวัดอุณหภูมิ เขียนกราฟ แปลความหมายข้อมูลจากกราฟ หรือสารสนเทศ",
    "sourcePage": 42,
    "sourcePdfPage": 49
  },
  {
    "id": "SCI60-W2.1-M1-5",
    "code": "ว 2.1 ม.1/5",
    "standard": "W2.1",
    "grade": "M1",
    "unitId": "m1-w21",
    "text": "อธิบายและเปรียบเทียบความหนาแน่นของ สารบริสุทธิ์และสารผสม",
    "sourcePage": 43,
    "sourcePdfPage": 50
  },
  {
    "id": "SCI60-W2.1-M1-6",
    "code": "ว 2.1 ม.1/6",
    "standard": "W2.1",
    "grade": "M1",
    "unitId": "m1-w21",
    "text": "ใช้เครื่องมือเพื่อวัดมวลและปริมาตรของ สารบริสุทธิ์และสารผสม",
    "sourcePage": 43,
    "sourcePdfPage": 50
  },
  {
    "id": "SCI60-W2.1-M1-7",
    "code": "ว 2.1 ม.1/7",
    "standard": "W2.1",
    "grade": "M1",
    "unitId": "m1-w21",
    "text": "อธิบายเกี่ยวกับความสัมพันธ์ระหว่างอะตอม ธาตุ และสารประกอบ โดยใช้แบบจำลอง และสารสนเทศ",
    "sourcePage": 43,
    "sourcePdfPage": 50
  },
  {
    "id": "SCI60-W2.1-M1-8",
    "code": "ว 2.1 ม.1/8",
    "standard": "W2.1",
    "grade": "M1",
    "unitId": "m1-w21",
    "text": "อธิบายโครงสร้างอะตอมที่ประกอบด้วย โปรตอน นิวตรอน และอิเล็กตรอน โดยใช้ แบบจำลอง",
    "sourcePage": 43,
    "sourcePdfPage": 50
  },
  {
    "id": "SCI60-W2.1-M1-9",
    "code": "ว 2.1 ม.1/9",
    "standard": "W2.1",
    "grade": "M1",
    "unitId": "m1-w21",
    "text": "อธิบายและเปรียบเทียบการจัดเรียงอนุภาค แรงยึดเหนี่ยวระหว่างอนุภาค และการเคลื่อนที่ ของอนุภาคของสสารชนิดเดียวกันในสถานะ ของแข็ง ของเหลว และแก๊ส โดยใช้แบบจำลอง",
    "sourcePage": 44,
    "sourcePdfPage": 51
  },
  {
    "id": "SCI60-W2.1-M1-10",
    "code": "ว 2.1 ม.1/10",
    "standard": "W2.1",
    "grade": "M1",
    "unitId": "m1-w21",
    "text": "อธิบายความสัมพันธ์ระหว่าง พลังงานความร้อนกับการเปลี่ยนสถานะ ของสสาร โดยใช้หลักฐานเชิงประจักษ์และ แบบจำลอง",
    "sourcePage": 44,
    "sourcePdfPage": 51
  },
  {
    "id": "SCI60-W2.2-M1-1",
    "code": "ว 2.2 ม.1/1",
    "standard": "W2.2",
    "grade": "M1",
    "unitId": "m1-w22",
    "text": "สร้างแบบจำลองที่อธิบายความสัมพันธ์ระหว่าง ความดันอากาศกับความสูงจากพื้นโลก",
    "sourcePage": 62,
    "sourcePdfPage": 69
  },
  {
    "id": "SCI60-W2.3-M1-1",
    "code": "ว 2.3 ม.1/1",
    "standard": "W2.3",
    "grade": "M1",
    "unitId": "m1-w23",
    "text": "วิเคราะห์ แปลความหมายข้อมูล และคำนวณ ปริมาณความร้อนที่ทำให้สสารเปลี่ยนอุณหภูมิ และเปลี่ยนสถานะ mc∆t Q = mL Q = โดยใช้ส มการ และ",
    "sourcePage": 69,
    "sourcePdfPage": 76
  },
  {
    "id": "SCI60-W2.3-M1-2",
    "code": "ว 2.3 ม.1/2",
    "standard": "W2.3",
    "grade": "M1",
    "unitId": "m1-w23",
    "text": "ใช้เทอร์มอมิเตอร์ในการวัดอุณหภูมิของสสาร",
    "sourcePage": 69,
    "sourcePdfPage": 76
  },
  {
    "id": "SCI60-W2.3-M1-3",
    "code": "ว 2.3 ม.1/3",
    "standard": "W2.3",
    "grade": "M1",
    "unitId": "m1-w23",
    "text": "สร้างแบบจำลองที่อธิบายการขยายตัวหรือ หดตัวของสสารเนื่องจากได้รับหรือสูญเสีย ความร้อน",
    "sourcePage": 69,
    "sourcePdfPage": 76
  },
  {
    "id": "SCI60-W2.3-M1-4",
    "code": "ว 2.3 ม.1/4",
    "standard": "W2.3",
    "grade": "M1",
    "unitId": "m1-w23",
    "text": "ตระหนักถึงประโยชน์ของความรู้ของการหด และขยายตัวของสสารเนื่องจากความร้อน โดยวิเคราะห์สถานการณ์ปัญหา และเสนอแนะ วิธีการนำความรู้มาแก้ปัญหาในชีวิตประจำวัน",
    "sourcePage": 70,
    "sourcePdfPage": 77
  },
  {
    "id": "SCI60-W2.3-M1-5",
    "code": "ว 2.3 ม.1/5",
    "standard": "W2.3",
    "grade": "M1",
    "unitId": "m1-w23",
    "text": "วิเคราะห์สถานการณ์การถ่ายโอนความร้อน และคำนวณปริมาณความร้อนที่ถ่ายโอน ระหว่างสสารจนเกิดสมดุลความร้อนโดยใช้ สมการ Q สูญเสีย = Q ได้รับ",
    "sourcePage": 70,
    "sourcePdfPage": 77
  },
  {
    "id": "SCI60-W2.3-M1-6",
    "code": "ว 2.3 ม.1/6",
    "standard": "W2.3",
    "grade": "M1",
    "unitId": "m1-w23",
    "text": "สร้างแบบจำลองที่อธิบายการถ่ายโอนความร้อน โดยการนำความร้อน การพาความร้อน การแผ่รังสีความร้อน",
    "sourcePage": 70,
    "sourcePdfPage": 77
  },
  {
    "id": "SCI60-W2.3-M1-7",
    "code": "ว 2.3 ม.1/7",
    "standard": "W2.3",
    "grade": "M1",
    "unitId": "m1-w23",
    "text": "ออกแบบ เลือกใช้ และสร้างอุปกรณ์ เพื่อแก้ ปัญหาในชีวิตประจำวันโดยใช้ความรู้เกี่ยวกับ การถ่ายโอนความร้อน",
    "sourcePage": 70,
    "sourcePdfPage": 77
  },
  {
    "id": "SCI60-W3.2-M1-1",
    "code": "ว 3.2 ม.1/1",
    "standard": "W3.2",
    "grade": "M1",
    "unitId": "m1-w32",
    "text": "สร้างแบบจำลองที่อธิบายการแบ่งชั้นบรรยากาศ และเปรียบเทียบประโยชน์ของบรรยากาศ แต่ละชั้น",
    "sourcePage": 92,
    "sourcePdfPage": 99
  },
  {
    "id": "SCI60-W3.2-M1-2",
    "code": "ว 3.2 ม.1/2",
    "standard": "W3.2",
    "grade": "M1",
    "unitId": "m1-w32",
    "text": "อธิบายปัจจัยที่มีผลต่อการเปลี่ยนแปลง องค์ประกอบของลมฟ้าอากาศ จากข้อมูล ที่รวบรวมได้",
    "sourcePage": 93,
    "sourcePdfPage": 100
  },
  {
    "id": "SCI60-W3.2-M1-3",
    "code": "ว 3.2 ม.1/3",
    "standard": "W3.2",
    "grade": "M1",
    "unitId": "m1-w32",
    "text": "เปรียบเทียบกระบวนการเกิดพายุ ฝนฟ้าคะนอง และพายุหมุนเขตร้อน และผลที่มีต่อสิ่งมีชีวิต และสิ่งแวดล้อม รวมทั้งนำเสนอแนวทางการ ปฏิบัติตนให้เหมาะสมและปลอดภัย",
    "sourcePage": 93,
    "sourcePdfPage": 100
  },
  {
    "id": "SCI60-W3.2-M1-4",
    "code": "ว 3.2 ม.1/4",
    "standard": "W3.2",
    "grade": "M1",
    "unitId": "m1-w32",
    "text": "อธิบายการพยากรณ์อากาศ และพยากรณ์ อากาศอย่างง่ายจากข้อมูลที่รวบรวมได้",
    "sourcePage": 94,
    "sourcePdfPage": 101
  },
  {
    "id": "SCI60-W3.2-M1-5",
    "code": "ว 3.2 ม.1/5",
    "standard": "W3.2",
    "grade": "M1",
    "unitId": "m1-w32",
    "text": "ตระหนักถึงคุณค่าของการพยากรณ์อากาศ โดยนำเสนอแนวทางการปฏิบัติตนและการใช้ ประโยชน์จากคำพยากรณ์อากาศ",
    "sourcePage": 94,
    "sourcePdfPage": 101
  },
  {
    "id": "SCI60-W3.2-M1-6",
    "code": "ว 3.2 ม.1/6",
    "standard": "W3.2",
    "grade": "M1",
    "unitId": "m1-w32",
    "text": "อธิบายสถานการณ์และผลกระทบการเปลี่ยนแปลง ภูมิอากาศโลกจากข้อมูลที่รวบรวมได้",
    "sourcePage": 94,
    "sourcePdfPage": 101
  },
  {
    "id": "SCI60-W3.2-M1-7",
    "code": "ว 3.2 ม.1/7",
    "standard": "W3.2",
    "grade": "M1",
    "unitId": "m1-w32",
    "text": "ตระหนักถึงผลกระทบของการเปลี่ยนแปลง ภูมิอากาศโลก โดยนำเสนอแนวทางการปฏิบัติตน ภายใต้การเปลี่ยนแปลงภูมิอากาศโลก",
    "sourcePage": 95,
    "sourcePdfPage": 102
  },
  {
    "id": "SCI60-W4.1-M1-1",
    "code": "ว 4.1 ม.1/1",
    "standard": "W4.1",
    "grade": "M1",
    "unitId": "m1-w41",
    "text": "อธิบายแนวคิดหลักของเทคโนโลยีในชีวิตประจำวัน และวิเคราะห์สาเหตุหรือปัจจัยที่ส่งผลต่อ การเปลี่ยนแปลงของเทคโนโลยี",
    "sourcePage": 105,
    "sourcePdfPage": 112
  },
  {
    "id": "SCI60-W4.1-M1-2",
    "code": "ว 4.1 ม.1/2",
    "standard": "W4.1",
    "grade": "M1",
    "unitId": "m1-w41",
    "text": "ระบุปัญหาหรือความต้องการในชีวิตประจำวัน รวบรวม วิเคราะห์ข้อมูลและแนวคิดที่เกี่ยวข้อง กับปัญหา",
    "sourcePage": 106,
    "sourcePdfPage": 113
  },
  {
    "id": "SCI60-W4.1-M1-3",
    "code": "ว 4.1 ม.1/3",
    "standard": "W4.1",
    "grade": "M1",
    "unitId": "m1-w41",
    "text": "ออกแบบวิธีการแก้ปัญหา โดยวิเคราะห์ เปรียบเทียบ และตัดสินใจเลือกข้อมูลที่จำเป็น นำเสนอแนวทางการแก้ปัญหาให้ผู้อื่นเข้าใจ วางแผนและดำเนินการแก้ปัญหา",
    "sourcePage": 106,
    "sourcePdfPage": 113
  },
  {
    "id": "SCI60-W4.1-M1-4",
    "code": "ว 4.1 ม.1/4",
    "standard": "W4.1",
    "grade": "M1",
    "unitId": "m1-w41",
    "text": "ทดสอบ ประเมินผล และระบุข้อบกพร่อง ที่เกิดขึ้น พร้อมทั้งหาแนวทางการปรับปรุงแก้ไข และนำเสนอผลการแก้ปัญหา",
    "sourcePage": 106,
    "sourcePdfPage": 113
  },
  {
    "id": "SCI60-W4.1-M1-5",
    "code": "ว 4.1 ม.1/5",
    "standard": "W4.1",
    "grade": "M1",
    "unitId": "m1-w41",
    "text": "ใช้ความรู้และทักษะเกี่ยวกับวัสดุ อุปกรณ์ เครื่องมือ กลไก ไฟฟ้า หรืออิเล็กทรอนิกส์ เพื่อแก้ปัญหาได้อย่างถูกต้อง เหมาะสม และปลอดภัย",
    "sourcePage": 106,
    "sourcePdfPage": 113
  },
  {
    "id": "SCI60-W4.2-M1-1",
    "code": "ว 4.2 ม.1/1",
    "standard": "W4.2",
    "grade": "M1",
    "unitId": "m1-w42",
    "text": "ออกแบบอัลกอริทึมที่ใช้แนวคิดเชิงนามธรรม เพื่อแก้ปัญหาหรืออธิบายการทำงานที่พบใน ชีวิตจริง",
    "sourcePage": 121,
    "sourcePdfPage": 128
  },
  {
    "id": "SCI60-W4.2-M1-2",
    "code": "ว 4.2 ม.1/2",
    "standard": "W4.2",
    "grade": "M1",
    "unitId": "m1-w42",
    "text": "ออกแบบและเขียนโปรแกรมอย่างง่าย เพื่อแก้ปัญหาทางคณิตศาสตร์หรือวิทยาศาสตร์",
    "sourcePage": 122,
    "sourcePdfPage": 129
  },
  {
    "id": "SCI60-W4.2-M1-3",
    "code": "ว 4.2 ม.1/3",
    "standard": "W4.2",
    "grade": "M1",
    "unitId": "m1-w42",
    "text": "รวบรวมข้อมูลปฐมภูมิ ประมวลผล ประเมินผล นำเสนอข้อมูล และสารสนเทศ ตามวัตถุประสงค์ โดยใช้ซอฟต์แวร์ หรือบริการบนอินเทอร์เน็ต ที่หลากหลาย",
    "sourcePage": 122,
    "sourcePdfPage": 129
  },
  {
    "id": "SCI60-W4.2-M1-4",
    "code": "ว 4.2 ม.1/4",
    "standard": "W4.2",
    "grade": "M1",
    "unitId": "m1-w42",
    "text": "ใช้เทคโนโลยีสารสนเทศอย่างปลอดภัย ใช้สื่อ และแหล่งข้อมูลตามข้อกำหนดและข้อตกลง",
    "sourcePage": 123,
    "sourcePdfPage": 130
  },
  {
    "id": "SCI60-W1.2-M2-1",
    "code": "ว 1.2 ม.2/1",
    "standard": "W1.2",
    "grade": "M2",
    "unitId": "m2-w12",
    "text": "ระบุอวัยวะและบรรยายหน้าที่ของอวัยวะที่ เกี่ยวข้องในระบบหายใจ",
    "sourcePage": 25,
    "sourcePdfPage": 32
  },
  {
    "id": "SCI60-W1.2-M2-2",
    "code": "ว 1.2 ม.2/2",
    "standard": "W1.2",
    "grade": "M2",
    "unitId": "m2-w12",
    "text": "อธิบายกลไกการหายใจเข้าและออก โดยใช้ แบบจำลอง รวมทั้งอธิบายกระบวนการ แลกเปลี่ยนแก๊ส",
    "sourcePage": 25,
    "sourcePdfPage": 32
  },
  {
    "id": "SCI60-W1.2-M2-3",
    "code": "ว 1.2 ม.2/3",
    "standard": "W1.2",
    "grade": "M2",
    "unitId": "m2-w12",
    "text": "ตระหนักถึงความสำคัญของระบบหายใจ โดยการบอกแนวทางในการดูแลรักษาอวัยวะ ในระบบหายใจให้ทำงานเป็นปกติ",
    "sourcePage": 25,
    "sourcePdfPage": 32
  },
  {
    "id": "SCI60-W1.2-M2-4",
    "code": "ว 1.2 ม.2/4",
    "standard": "W1.2",
    "grade": "M2",
    "unitId": "m2-w12",
    "text": "ระบุอวัยวะและบรรยายหน้าที่ของอวัยวะ ในระบบขับถ่ายในการกำจัดของเสียทางไต",
    "sourcePage": 25,
    "sourcePdfPage": 32
  },
  {
    "id": "SCI60-W1.2-M2-5",
    "code": "ว 1.2 ม.2/5",
    "standard": "W1.2",
    "grade": "M2",
    "unitId": "m2-w12",
    "text": "ตระหนักถึงความสำคัญของระบบขับถ่าย ในการกำจัดของเสียทางไต โดยการบอก แนวทางในการปฏิบัติตนที่ช่วยให้ระบบขับถ่าย ทำหน้าที่ได้อย่างปกติ",
    "sourcePage": 25,
    "sourcePdfPage": 32
  },
  {
    "id": "SCI60-W1.2-M2-6",
    "code": "ว 1.2 ม.2/6",
    "standard": "W1.2",
    "grade": "M2",
    "unitId": "m2-w12",
    "text": "บรรยายโครงสร้างและหน้าที่ของหัวใจ หลอดเลือด และเลือด",
    "sourcePage": 26,
    "sourcePdfPage": 33
  },
  {
    "id": "SCI60-W1.2-M2-7",
    "code": "ว 1.2 ม.2/7",
    "standard": "W1.2",
    "grade": "M2",
    "unitId": "m2-w12",
    "text": "อธิบายการทำงานของระบบหมุนเวียนเลือด โดยใช้แบบจำลอง",
    "sourcePage": 26,
    "sourcePdfPage": 33
  },
  {
    "id": "SCI60-W1.2-M2-8",
    "code": "ว 1.2 ม.2/8",
    "standard": "W1.2",
    "grade": "M2",
    "unitId": "m2-w12",
    "text": "ออกแบบการทดลองและทดลอง ในการ เปรียบเทียบอัตราการเต้นของหัวใจ ขณะปกติ และหลังทำกิจกรรม",
    "sourcePage": 26,
    "sourcePdfPage": 33
  },
  {
    "id": "SCI60-W1.2-M2-9",
    "code": "ว 1.2 ม.2/9",
    "standard": "W1.2",
    "grade": "M2",
    "unitId": "m2-w12",
    "text": "ตระหนักถึงความสำคัญของระบบหมุนเวียนเลือด โดยการบอกแนวทางในการดูแลรักษาอวัยวะ ในระบบหมุนเวียนเลือดให้ทำงานเป็นปกติ",
    "sourcePage": 26,
    "sourcePdfPage": 33
  },
  {
    "id": "SCI60-W1.2-M2-10",
    "code": "ว 1.2 ม.2/10",
    "standard": "W1.2",
    "grade": "M2",
    "unitId": "m2-w12",
    "text": "ระบุอวัยวะและบรรยายหน้าที่ของอวัยวะใน ระบบประสาทส่วนกลางในการควบคุม การทำงานต่าง ๆ ของร่างกาย",
    "sourcePage": 27,
    "sourcePdfPage": 34
  },
  {
    "id": "SCI60-W1.2-M2-11",
    "code": "ว 1.2 ม.2/11",
    "standard": "W1.2",
    "grade": "M2",
    "unitId": "m2-w12",
    "text": "ตระหนักถึงความสำคัญของระบบประสาท โดยการบอกแนวทางในการดูแลรักษา รวมถึง การป้องกันการกระทบกระเทือนและอันตราย ต่อสมองและไขสันหลัง",
    "sourcePage": 27,
    "sourcePdfPage": 34
  },
  {
    "id": "SCI60-W1.2-M2-12",
    "code": "ว 1.2 ม.2/12",
    "standard": "W1.2",
    "grade": "M2",
    "unitId": "m2-w12",
    "text": "ระบุอวัยวะและบรรยายหน้าที่ของอวัยวะใน ระบบสืบพันธุ์ของเพศชายและเพศหญิง โดยใช้แบบจำลอง",
    "sourcePage": 27,
    "sourcePdfPage": 34
  },
  {
    "id": "SCI60-W1.2-M2-13",
    "code": "ว 1.2 ม.2/13",
    "standard": "W1.2",
    "grade": "M2",
    "unitId": "m2-w12",
    "text": "อธิบายผลของฮอร์โมนเพศชายและเพศหญิงที่ ควบคุมการเปลี่ยนแปลงของร่างกาย เมื่อเข้าสู่ วัยหนุ่มสาว",
    "sourcePage": 27,
    "sourcePdfPage": 34
  },
  {
    "id": "SCI60-W1.2-M2-14",
    "code": "ว 1.2 ม.2/14",
    "standard": "W1.2",
    "grade": "M2",
    "unitId": "m2-w12",
    "text": "ตระหนักถึงการเปลี่ยนแปลงของร่างกายเมื่อ เข้าสู่วัยหนุ่มสาว โดยการดูแลรักษาร่างกาย และจิตใจของตนเองในช่วงที่มี การเปลี่ยนแปลง",
    "sourcePage": 27,
    "sourcePdfPage": 34
  },
  {
    "id": "SCI60-W1.2-M2-15",
    "code": "ว 1.2 ม.2/15",
    "standard": "W1.2",
    "grade": "M2",
    "unitId": "m2-w12",
    "text": "อธิบายการตกไข่ การมีประจำเดือน การปฏิสนธิ และการพัฒนาของไซโกต จนคลอดเป็นทารก",
    "sourcePage": 28,
    "sourcePdfPage": 35
  },
  {
    "id": "SCI60-W1.2-M2-16",
    "code": "ว 1.2 ม.2/16",
    "standard": "W1.2",
    "grade": "M2",
    "unitId": "m2-w12",
    "text": "เลือกวิธีการคุมกำเนิดที่เหมาะสมกับ สถานการณ์ที่กำหนด",
    "sourcePage": 28,
    "sourcePdfPage": 35
  },
  {
    "id": "SCI60-W1.2-M2-17",
    "code": "ว 1.2 ม.2/17",
    "standard": "W1.2",
    "grade": "M2",
    "unitId": "m2-w12",
    "text": "ตระหนักถึงผลกระทบของการตั้งครรภ์ ก่อนวัยอันควร โดยการประพฤติตนให้เหมาะสม",
    "sourcePage": 28,
    "sourcePdfPage": 35
  },
  {
    "id": "SCI60-W2.1-M2-1",
    "code": "ว 2.1 ม.2/1",
    "standard": "W2.1",
    "grade": "M2",
    "unitId": "m2-w21",
    "text": "อธิบายการแยกสารผสมโดยการระเหยแห้ง การตกผลึก การกลั่นอย่างง่าย โครมาโทกราฟีแบบกระดาษ การสกัดด้วย ตัวทำละลาย โดยใช้หลักฐานเชิงประจักษ์",
    "sourcePage": 45,
    "sourcePdfPage": 52
  },
  {
    "id": "SCI60-W2.1-M2-2",
    "code": "ว 2.1 ม.2/2",
    "standard": "W2.1",
    "grade": "M2",
    "unitId": "m2-w21",
    "text": "แยกสารโดยการระเหยแห้ง การตกผลึก การกลั่นอย่างง่าย โครมาโทกราฟีแบบกระดาษ การสกัดด้วยตัวทำละลาย",
    "sourcePage": 45,
    "sourcePdfPage": 52
  },
  {
    "id": "SCI60-W2.1-M2-3",
    "code": "ว 2.1 ม.2/3",
    "standard": "W2.1",
    "grade": "M2",
    "unitId": "m2-w21",
    "text": "นำวิธีการแยกสารไปใช้แก้ปัญหาในชีวิตประจำวัน โดยบูรณาการวิทยาศาสตร์ คณิตศาสตร์ เทคโนโลยี และวิศวกรรมศาสตร์",
    "sourcePage": 47,
    "sourcePdfPage": 54
  },
  {
    "id": "SCI60-W2.1-M2-4",
    "code": "ว 2.1 ม.2/4",
    "standard": "W2.1",
    "grade": "M2",
    "unitId": "m2-w21",
    "text": "ออกแบบการทดลองและทดลองในการอธิบาย ผลของชนิดตัวละลาย ชนิดตัวทำละลาย อุณหภูมิที่มีต่อสภาพละลายได้ของสาร รวมทั้ง อธิบายผลของความดันที่มีต่อสภาพละลายได้ ของสาร โดยใช้สารสนเทศ",
    "sourcePage": 48,
    "sourcePdfPage": 55
  },
  {
    "id": "SCI60-W2.1-M2-5",
    "code": "ว 2.1 ม.2/5",
    "standard": "W2.1",
    "grade": "M2",
    "unitId": "m2-w21",
    "text": "ระบุปริมาณตัวละลายในสารละลาย ในหน่วย ความเข้มข้นเป็นร้อยละ ปริมาตรต่อปริมาตร มวลต่อมวล และมวลต่อปริมาตร",
    "sourcePage": 49,
    "sourcePdfPage": 56
  },
  {
    "id": "SCI60-W2.1-M2-6",
    "code": "ว 2.1 ม.2/6",
    "standard": "W2.1",
    "grade": "M2",
    "unitId": "m2-w21",
    "text": "ตระหนักถึงความสำคัญของการนำความรู้เรื่อง ความเข้มข้นของสารไปใช้ โดยยกตัวอย่างการใช้ สารละลายในชีวิตประจำวันอย่างถูกต้อง และปลอดภัย",
    "sourcePage": 49,
    "sourcePdfPage": 56
  },
  {
    "id": "SCI60-W2.2-M2-1",
    "code": "ว 2.2 ม.2/1",
    "standard": "W2.2",
    "grade": "M2",
    "unitId": "m2-w22",
    "text": "พยากรณ์การเคลื่อนที่ของวัตถุที่เป็นผลของ แรงลัพธ์ที่เกิดจากแรงหลายแรงที่กระทำต่อวัตถุ ในแนวเดียวกันจากหลักฐานเชิงประจักษ์",
    "sourcePage": 62,
    "sourcePdfPage": 69
  },
  {
    "id": "SCI60-W2.2-M2-2",
    "code": "ว 2.2 ม.2/2",
    "standard": "W2.2",
    "grade": "M2",
    "unitId": "m2-w22",
    "text": "เขียนแผนภาพแสดงแรงและแรงลัพธ์ที่เกิดจาก แรงหลายแรงที่กระทำต่อวัตถุในแนวเดียวกัน",
    "sourcePage": 62,
    "sourcePdfPage": 69
  },
  {
    "id": "SCI60-W2.2-M2-3",
    "code": "ว 2.2 ม.2/3",
    "standard": "W2.2",
    "grade": "M2",
    "unitId": "m2-w22",
    "text": "ออกแบบการทดลองและทดลองด้วยวิธี ที่เหมาะสมในการอธิบายปัจจัยที่มีผลต่อความดัน ของของเหลว",
    "sourcePage": 62,
    "sourcePdfPage": 69
  },
  {
    "id": "SCI60-W2.2-M2-4",
    "code": "ว 2.2 ม.2/4",
    "standard": "W2.2",
    "grade": "M2",
    "unitId": "m2-w22",
    "text": "วิเคราะห์แรงพยุงและการจม การลอยของวัตถุ ในของเหลวจากหลักฐานเชิงประจักษ์",
    "sourcePage": 62,
    "sourcePdfPage": 69
  },
  {
    "id": "SCI60-W2.2-M2-5",
    "code": "ว 2.2 ม.2/5",
    "standard": "W2.2",
    "grade": "M2",
    "unitId": "m2-w22",
    "text": "เขียนแผนภาพแสดงแรงที่กระทำต่อวัตถุ ในของเหลว",
    "sourcePage": 62,
    "sourcePdfPage": 69
  },
  {
    "id": "SCI60-W2.2-M2-6",
    "code": "ว 2.2 ม.2/6",
    "standard": "W2.2",
    "grade": "M2",
    "unitId": "m2-w22",
    "text": "อธิบายแรงเสียดทานสถิตและแรงเสียดทานจลน์ จากหลักฐานเชิงประจักษ์",
    "sourcePage": 63,
    "sourcePdfPage": 70
  },
  {
    "id": "SCI60-W2.2-M2-7",
    "code": "ว 2.2 ม.2/7",
    "standard": "W2.2",
    "grade": "M2",
    "unitId": "m2-w22",
    "text": "ออกแบบการทดลองและทดลองด้วยวิธีที่ เหมาะสมในการอธิบายปัจจัยที่มีผลต่อขนาด ของแรงเสียดทาน",
    "sourcePage": 63,
    "sourcePdfPage": 70
  },
  {
    "id": "SCI60-W2.2-M2-8",
    "code": "ว 2.2 ม.2/8",
    "standard": "W2.2",
    "grade": "M2",
    "unitId": "m2-w22",
    "text": "เขียนแผนภาพแสดงแรงเสียดทานและแรงอื่น ๆ ที่กระทำต่อวัตถุ",
    "sourcePage": 63,
    "sourcePdfPage": 70
  },
  {
    "id": "SCI60-W2.2-M2-9",
    "code": "ว 2.2 ม.2/9",
    "standard": "W2.2",
    "grade": "M2",
    "unitId": "m2-w22",
    "text": "ตระหนักถึงประโยชน์ของความรู้เรื่องแรงเสียดทาน โดยวิเคราะห์สถานการณ์ปัญหาและเสนอแนะ วิธีการลดหรือเพิ่มแรงเสียดทานที่เป็นประโยชน์ ต่อการทำกิจกรรมในชีวิตประจำวัน",
    "sourcePage": 63,
    "sourcePdfPage": 70
  },
  {
    "id": "SCI60-W2.2-M2-10",
    "code": "ว 2.2 ม.2/10",
    "standard": "W2.2",
    "grade": "M2",
    "unitId": "m2-w22",
    "text": "ออกแบบการทดลองและทดลองด้วยวิธี ที่เหมาะสมในการอธิบายโมเมนต์ ของแรง เมื่อวัตถุอยู่ในสภาพสมดุลต่อ การหมุน และคำนวณโดยใช้สมการ M = Fl",
    "sourcePage": 63,
    "sourcePdfPage": 70
  },
  {
    "id": "SCI60-W2.2-M2-11",
    "code": "ว 2.2 ม.2/11",
    "standard": "W2.2",
    "grade": "M2",
    "unitId": "m2-w22",
    "text": "เปรียบเทียบแหล่งของสนามแม่เหล็ก สนามไฟฟ้า และสนามโน้มถ่วง และทิศทาง ของแรงที่กระทำต่อวัตถุที่อยู่ในแต่ละสนาม จากข้อมูลที่รวบรวมได้",
    "sourcePage": 64,
    "sourcePdfPage": 71
  },
  {
    "id": "SCI60-W2.2-M2-12",
    "code": "ว 2.2 ม.2/12",
    "standard": "W2.2",
    "grade": "M2",
    "unitId": "m2-w22",
    "text": "เขียนแผนภาพแสดงแรงแม่เหล็ก แรงไฟฟ้า และแรงโน้มถ่วงที่กระทำต่อวัตถุ",
    "sourcePage": 64,
    "sourcePdfPage": 71
  },
  {
    "id": "SCI60-W2.2-M2-13",
    "code": "ว 2.2 ม.2/13",
    "standard": "W2.2",
    "grade": "M2",
    "unitId": "m2-w22",
    "text": "วิเคราะห์ความสัมพันธ์ระหว่างขนาดของแรง แม่เหล็ก แรงไฟฟ้า และแรงโน้มถ่วงที่กระทำ ต่อวัตถุที่อยู่ในสนามนั้น ๆ กับระยะห่างจาก แหล่งของสนามถึงวัตถุจากข้อมูลที่รวบรวมได้",
    "sourcePage": 64,
    "sourcePdfPage": 71
  },
  {
    "id": "SCI60-W2.2-M2-14",
    "code": "ว 2.2 ม.2/14",
    "standard": "W2.2",
    "grade": "M2",
    "unitId": "m2-w22",
    "text": "อธิบายและคำนวณอัตราเร็วและความเร็วของ การเคลื่อนที่ของวัตถุ โดยใช้สมการ s s v = t และ v = t จากหลักฐานเชิงประจักษ์",
    "sourcePage": 64,
    "sourcePdfPage": 71
  },
  {
    "id": "SCI60-W2.2-M2-15",
    "code": "ว 2.2 ม.2/15",
    "standard": "W2.2",
    "grade": "M2",
    "unitId": "m2-w22",
    "text": "เขียนแผนภาพแสดงการกระจัดและความเร็ว",
    "sourcePage": 64,
    "sourcePdfPage": 71
  },
  {
    "id": "SCI60-W2.3-M2-1",
    "code": "ว 2.3 ม.2/1",
    "standard": "W2.3",
    "grade": "M2",
    "unitId": "m2-w23",
    "text": "วิเคราะห์สถานการณ์และคำนวณเกี่ยวกับงาน และกำลังที่เกิดจากแรงที่กระทำต่อวัตถุ โดยใช้สมการ W = Fs และ P = W t จากข้อมูลที่รวบรวมได้",
    "sourcePage": 70,
    "sourcePdfPage": 77
  },
  {
    "id": "SCI60-W2.3-M2-2",
    "code": "ว 2.3 ม.2/2",
    "standard": "W2.3",
    "grade": "M2",
    "unitId": "m2-w23",
    "text": "วิเคราะห์หลักการทำงานของเครื่องกลอย่างง่าย จากข้อมูลที่รวบรวมได้",
    "sourcePage": 70,
    "sourcePdfPage": 77
  },
  {
    "id": "SCI60-W2.3-M2-3",
    "code": "ว 2.3 ม.2/3",
    "standard": "W2.3",
    "grade": "M2",
    "unitId": "m2-w23",
    "text": "ตระหนักถึงประโยชน์ของความรู้ของ เครื่องกลอย่างง่าย โดยบอกประโยชน์ และการประยุกต์ใช้ในชีวิตประจำวัน",
    "sourcePage": 71,
    "sourcePdfPage": 78
  },
  {
    "id": "SCI60-W2.3-M2-4",
    "code": "ว 2.3 ม.2/4",
    "standard": "W2.3",
    "grade": "M2",
    "unitId": "m2-w23",
    "text": "ออกแบบและทดลองด้วยวิธีที่เหมาะสม ในการอธิบายปัจจัยที่มีผลต่อพลังงานจลน์ และพลังงานศักย์โน้มถ่วง",
    "sourcePage": 71,
    "sourcePdfPage": 78
  },
  {
    "id": "SCI60-W2.3-M2-5",
    "code": "ว 2.3 ม.2/5",
    "standard": "W2.3",
    "grade": "M2",
    "unitId": "m2-w23",
    "text": "แปลความหมายข้อมูลและอธิบายการเปลี่ยน พลังงานระหว่างพลังงานศักย์โน้มถ่วงและ พลังงานจลน์ของวัตถุโดยพลังงานกลของวัตถุ มีค่าคงตัวจากข้อมูลที่รวบรวมได้",
    "sourcePage": 71,
    "sourcePdfPage": 78
  },
  {
    "id": "SCI60-W2.3-M2-6",
    "code": "ว 2.3 ม.2/6",
    "standard": "W2.3",
    "grade": "M2",
    "unitId": "m2-w23",
    "text": "วิเคราะห์สถานการณ์และอธิบายการเปลี่ยน และการถ่ายโอนพลังงานโดยใช้ กฎการอนุรักษ์พลังงาน",
    "sourcePage": 71,
    "sourcePdfPage": 78
  },
  {
    "id": "SCI60-W3.2-M2-1",
    "code": "ว 3.2 ม.2/1",
    "standard": "W3.2",
    "grade": "M2",
    "unitId": "m2-w32",
    "text": "เปรียบเทียบกระบวนการเกิด สมบัติ และการใช้ ประโยชน์ รวมทั้งอธิบายผลกระทบจากการใช้ เชื้อเพลิงซากดึกดำบรรพ์ จากข้อมูลที่รวบรวมได้",
    "sourcePage": 95,
    "sourcePdfPage": 102
  },
  {
    "id": "SCI60-W3.2-M2-2",
    "code": "ว 3.2 ม.2/2",
    "standard": "W3.2",
    "grade": "M2",
    "unitId": "m2-w32",
    "text": "แสดงความตระหนักถึงผลจากการใช้เชื้อเพลิง ซากดึกดำบรรพ์ โดยนำเสนอแนวทางการใช้ เชื้อเพลิงซากดึกดำบรรพ์",
    "sourcePage": 95,
    "sourcePdfPage": 102
  },
  {
    "id": "SCI60-W3.2-M2-3",
    "code": "ว 3.2 ม.2/3",
    "standard": "W3.2",
    "grade": "M2",
    "unitId": "m2-w32",
    "text": "เปรียบเทียบข้อดีและข้อจำกัดของพลังงาน ทดแทนแต่ละประเภทจากการรวบรวมข้อมูล และนำเสนอแนวทางการใช้พลังงานทดแทน ที่เหมาะสมในท้องถิ่น",
    "sourcePage": 96,
    "sourcePdfPage": 103
  },
  {
    "id": "SCI60-W3.2-M2-4",
    "code": "ว 3.2 ม.2/4",
    "standard": "W3.2",
    "grade": "M2",
    "unitId": "m2-w32",
    "text": "สร้างแบบจำลองที่อธิบายโครงสร้างภายในโลก ตามองค์ประกอบทางเคมีจากข้อมูลที่รวบรวมได้",
    "sourcePage": 96,
    "sourcePdfPage": 103
  },
  {
    "id": "SCI60-W3.2-M2-5",
    "code": "ว 3.2 ม.2/5",
    "standard": "W3.2",
    "grade": "M2",
    "unitId": "m2-w32",
    "text": "อธิบายกระบวนการผุพังอยู่กับที่ การกร่อน และการสะสมตัวของตะกอนจากแบบจำลอง รวมทั้งยกตัวอย่างผลของกระบวนการดังกล่าว ที่ทำให้ผิวโลกเกิดการเปลี่ยนแปลง",
    "sourcePage": 96,
    "sourcePdfPage": 103
  },
  {
    "id": "SCI60-W3.2-M2-6",
    "code": "ว 3.2 ม.2/6",
    "standard": "W3.2",
    "grade": "M2",
    "unitId": "m2-w32",
    "text": "อธิบายลักษณะของชั้นหน้าตัดดินและกระบวนการ เกิดดิน จากแบบจำลอง รวมทั้งระบุปัจจัย ที่ทำให้ดินมีลักษณะและสมบัติแตกต่างกัน",
    "sourcePage": 97,
    "sourcePdfPage": 104
  },
  {
    "id": "SCI60-W3.2-M2-7",
    "code": "ว 3.2 ม.2/7",
    "standard": "W3.2",
    "grade": "M2",
    "unitId": "m2-w32",
    "text": "ตรวจวัดสมบัติบางประการของดิน โดยใช้เครื่องมือ ที่เหมาะสมและนำเสนอแนวทางการใช้ ประโยชน์ดินจากข้อมูลสมบัติของดิน",
    "sourcePage": 97,
    "sourcePdfPage": 104
  },
  {
    "id": "SCI60-W3.2-M2-8",
    "code": "ว 3.2 ม.2/8",
    "standard": "W3.2",
    "grade": "M2",
    "unitId": "m2-w32",
    "text": "อธิบายปัจจัยและกระบวนการเกิดแหล่งน้ำผิวดิน และแหล่งน้ำใต้ดิน จากแบบจำลอง",
    "sourcePage": 98,
    "sourcePdfPage": 105
  },
  {
    "id": "SCI60-W3.2-M2-9",
    "code": "ว 3.2 ม.2/9",
    "standard": "W3.2",
    "grade": "M2",
    "unitId": "m2-w32",
    "text": "สร้างแบบจำลองที่อธิบายการใช้น้ำ และนำเสนอ แนวทางการใช้น้ำอย่างยั่งยืนในท้องถิ่นของ ตนเอง",
    "sourcePage": 98,
    "sourcePdfPage": 105
  },
  {
    "id": "SCI60-W3.2-M2-10",
    "code": "ว 3.2 ม.2/10",
    "standard": "W3.2",
    "grade": "M2",
    "unitId": "m2-w32",
    "text": "สร้างแบบจำลองที่อธิบายกระบวนการเกิด และผลกระทบของน้ำท่วม การกัดเซาะชายฝั่ง ดินถล่ม หลุมยุบ แผ่นดินทรุด",
    "sourcePage": 99,
    "sourcePdfPage": 106
  },
  {
    "id": "SCI60-W4.1-M2-1",
    "code": "ว 4.1 ม.2/1",
    "standard": "W4.1",
    "grade": "M2",
    "unitId": "m2-w41",
    "text": "คาดการณ์แนวโน้มเทคโนโลยีที่จะเกิดขึ้น โดยพิจารณาจากสาเหตุหรือปัจจัยที่ส่งผลต่อ การเปลี่ยนแปลงของเทคโนโลยี และวิเคราะห์ เปรียบเทียบ ตัดสินใจเลือกใช้เทคโนโลยี โดยคำนึงถึงผลกระทบที่เกิดขึ้นต่อชีวิต สังคม และสิ่งแวดล้อม",
    "sourcePage": 107,
    "sourcePdfPage": 114
  },
  {
    "id": "SCI60-W4.1-M2-2",
    "code": "ว 4.1 ม.2/2",
    "standard": "W4.1",
    "grade": "M2",
    "unitId": "m2-w41",
    "text": "ระบุปัญหาหรือความต้องการในชุมชนหรือ ท้องถิ่น สรุปกรอบของปัญหา รวบรวม วิเคราะห์ ข้อมูลและแนวคิดที่เกี่ยวข้องกับปัญหา",
    "sourcePage": 107,
    "sourcePdfPage": 114
  },
  {
    "id": "SCI60-W4.1-M2-3",
    "code": "ว 4.1 ม.2/3",
    "standard": "W4.1",
    "grade": "M2",
    "unitId": "m2-w41",
    "text": "ออกแบบวิธีการแก้ปัญหา โดยวิเคราะห์ เปรียบเทียบ และตัดสินใจเลือกข้อมูลที่จำเป็น ภายใต้เงื่อนไขและทรัพยากรที่มีอยู่ นำเสนอ แนวทางการแก้ปัญหาให้ผู้อื่นเข้าใจ วางแผน ขั้นตอนการทำงานและดำเนินการแก้ปัญหา อย่างเป็นขั้นตอน",
    "sourcePage": 107,
    "sourcePdfPage": 114
  },
  {
    "id": "SCI60-W4.1-M2-4",
    "code": "ว 4.1 ม.2/4",
    "standard": "W4.1",
    "grade": "M2",
    "unitId": "m2-w41",
    "text": "ทดสอบ ประเมินผล และอธิบายปัญหาหรือ ข้อบกพร่องที่เกิดขึ้น ภายใต้กรอบเงื่อนไข พร้อมทั้งหาแนวทางการปรับปรุงแก้ไข และ นำเสนอผลการแก้ปัญหา",
    "sourcePage": 108,
    "sourcePdfPage": 115
  },
  {
    "id": "SCI60-W4.1-M2-5",
    "code": "ว 4.1 ม.2/5",
    "standard": "W4.1",
    "grade": "M2",
    "unitId": "m2-w41",
    "text": "ใช้ความรู้ และทักษะเกี่ยวกับวัสดุ อุปกรณ์ เครื่องมือ กลไก ไฟฟ้า และอิเล็กทรอนิกส์ เพื่อแก้ปัญหาหรือพัฒนางานได้อย่างถูกต้อง เหมาะสม และปลอดภัย",
    "sourcePage": 108,
    "sourcePdfPage": 115
  },
  {
    "id": "SCI60-W4.2-M2-1",
    "code": "ว 4.2 ม.2/1",
    "standard": "W4.2",
    "grade": "M2",
    "unitId": "m2-w42",
    "text": "ออกแบบอัลกอริทึมที่ใช้แนวคิดเชิงคำนวณ ในการแก้ปัญหา หรือการทำงานที่พบในชีวิตจริง",
    "sourcePage": 123,
    "sourcePdfPage": 130
  },
  {
    "id": "SCI60-W4.2-M2-2",
    "code": "ว 4.2 ม.2/2",
    "standard": "W4.2",
    "grade": "M2",
    "unitId": "m2-w42",
    "text": "ออกแบบและเขียนโปรแกรมที่ใช้ตรรกะ และฟังก์ชันในการแก้ปัญหา",
    "sourcePage": 123,
    "sourcePdfPage": 130
  },
  {
    "id": "SCI60-W4.2-M2-3",
    "code": "ว 4.2 ม.2/3",
    "standard": "W4.2",
    "grade": "M2",
    "unitId": "m2-w42",
    "text": "อภิปรายองค์ประกอบและหลักการทำงานของ ระบบคอมพิวเตอร์ และเทคโนโลยีการสื่อสาร เพื่อประยุกต์ใช้งานหรือแก้ปัญหาเบื้องต้น",
    "sourcePage": 123,
    "sourcePdfPage": 130
  },
  {
    "id": "SCI60-W4.2-M2-4",
    "code": "ว 4.2 ม.2/4",
    "standard": "W4.2",
    "grade": "M2",
    "unitId": "m2-w42",
    "text": "ใช้เทคโนโลยีสารสนเทศอย่างปลอดภัย มีความ รับผิดชอบ สร้างและแสดงสิทธิในการเผยแพร่ ผลงาน",
    "sourcePage": 124,
    "sourcePdfPage": 131
  },
  {
    "id": "SCI60-W1.1-M3-1",
    "code": "ว 1.1 ม.3/1",
    "standard": "W1.1",
    "grade": "M3",
    "unitId": "m3-w11",
    "text": "อธิบายปฏิสัมพันธ์ขององค์ประกอบของ ระบบนิเวศที่ได้จากการสำรวจ",
    "sourcePage": 14,
    "sourcePdfPage": 21
  },
  {
    "id": "SCI60-W1.1-M3-2",
    "code": "ว 1.1 ม.3/2",
    "standard": "W1.1",
    "grade": "M3",
    "unitId": "m3-w11",
    "text": "อธิบายรูปแบบความสัมพันธ์ระหว่างสิ่งมีชีวิต กับสิ่งมีชีวิตรูปแบบต่าง ๆ ในแหล่งที่อยู่เดียวกัน ที่ได้จากการสำรวจ",
    "sourcePage": 15,
    "sourcePdfPage": 22
  },
  {
    "id": "SCI60-W1.1-M3-3",
    "code": "ว 1.1 ม.3/3",
    "standard": "W1.1",
    "grade": "M3",
    "unitId": "m3-w11",
    "text": "สร้างแบบจำลองในการอธิบายการถ่ายทอด พลังงานในสายใยอาหาร",
    "sourcePage": 15,
    "sourcePdfPage": 22
  },
  {
    "id": "SCI60-W1.1-M3-4",
    "code": "ว 1.1 ม.3/4",
    "standard": "W1.1",
    "grade": "M3",
    "unitId": "m3-w11",
    "text": "อธิบายความสัมพันธ์ของผู้ผลิต ผู้บริโภค และ ผู้ย่อยสลายสารอินทรีย์ในระบบนิเวศ",
    "sourcePage": 15,
    "sourcePdfPage": 22
  },
  {
    "id": "SCI60-W1.1-M3-5",
    "code": "ว 1.1 ม.3/5",
    "standard": "W1.1",
    "grade": "M3",
    "unitId": "m3-w11",
    "text": "อธิบายการสะสมสารพิษในสิ่งมีชีวิตในโซ่อาหาร",
    "sourcePage": 15,
    "sourcePdfPage": 22
  },
  {
    "id": "SCI60-W1.1-M3-6",
    "code": "ว 1.1 ม.3/6",
    "standard": "W1.1",
    "grade": "M3",
    "unitId": "m3-w11",
    "text": "ตระหนักถึงความสัมพันธ์ของสิ่งมีชีวิต และ สิ่งแวดล้อมในระบบนิเวศ โดยไม่ทำลายสมดุล ของระบบนิเวศ",
    "sourcePage": 15,
    "sourcePdfPage": 22
  },
  {
    "id": "SCI60-W1.3-M3-1",
    "code": "ว 1.3 ม.3/1",
    "standard": "W1.3",
    "grade": "M3",
    "unitId": "m3-w13",
    "text": "อธิบายความสัมพันธ์ระหว่าง ยีน ดีเอ็นเอ และ โครโมโซม โดยใช้แบบจำลอง",
    "sourcePage": 33,
    "sourcePdfPage": 40
  },
  {
    "id": "SCI60-W1.3-M3-2",
    "code": "ว 1.3 ม.3/2",
    "standard": "W1.3",
    "grade": "M3",
    "unitId": "m3-w13",
    "text": "อธิบายการถ่ายทอดลักษณะทางพันธุกรรมจาก การผสมโดยพิจารณาลักษณะเดียวที่แอลลีลเด่น ข่มแอลลีลด้อยอย่างสมบูรณ์",
    "sourcePage": 34,
    "sourcePdfPage": 41
  },
  {
    "id": "SCI60-W1.3-M3-3",
    "code": "ว 1.3 ม.3/3",
    "standard": "W1.3",
    "grade": "M3",
    "unitId": "m3-w13",
    "text": "อธิบายการเกิดจีโนไทป์และฟีโนไทป์ของลูก และคำนวณอัตราส่วนการเกิดจีโนไทป์ และฟีโนไทป์ของรุ่นลูก",
    "sourcePage": 34,
    "sourcePdfPage": 41
  },
  {
    "id": "SCI60-W1.3-M3-4",
    "code": "ว 1.3 ม.3/4",
    "standard": "W1.3",
    "grade": "M3",
    "unitId": "m3-w13",
    "text": "อธิบายความแตกต่างของการแบ่งเซลล์แบบ ไมโทซิสและไมโอซิส",
    "sourcePage": 35,
    "sourcePdfPage": 42
  },
  {
    "id": "SCI60-W1.3-M3-5",
    "code": "ว 1.3 ม.3/5",
    "standard": "W1.3",
    "grade": "M3",
    "unitId": "m3-w13",
    "text": "บอกได้ว่าการเปลี่ยนแปลงของยีนหรือโครโมโซม อาจทำให้เกิดโรคทางพันธุกรรม พร้อมทั้ง ยกตัวอย่างโรคทางพันธุกรรม",
    "sourcePage": 35,
    "sourcePdfPage": 42
  },
  {
    "id": "SCI60-W1.3-M3-6",
    "code": "ว 1.3 ม.3/6",
    "standard": "W1.3",
    "grade": "M3",
    "unitId": "m3-w13",
    "text": "ตระหนักถึงประโยชน์ของความรู้เรื่องโรคทาง พันธุกรรม โดยรู้ว่าก่อนแต่งงานควรปรึกษาแพทย์ เพื่อตรวจและวินิจฉัยภาวะเสี่ยงของลูกที่อาจ เกิดโรคทางพันธุกรรม",
    "sourcePage": 35,
    "sourcePdfPage": 42
  },
  {
    "id": "SCI60-W1.3-M3-7",
    "code": "ว 1.3 ม.3/7",
    "standard": "W1.3",
    "grade": "M3",
    "unitId": "m3-w13",
    "text": "อธิบายการใช้ประโยชน์จากสิ่งมีชีวิตดัดแปร พันธุกรรม และผลกระทบที่อาจมีต่อมนุษย์ และสิ่งแวดล้อม โดยใช้ข้อมูลที่รวบรวมได้",
    "sourcePage": 35,
    "sourcePdfPage": 42
  },
  {
    "id": "SCI60-W1.3-M3-8",
    "code": "ว 1.3 ม.3/8",
    "standard": "W1.3",
    "grade": "M3",
    "unitId": "m3-w13",
    "text": "ตระหนักถึงประโยชน์และผลกระทบของสิ่งมีชีวิต ดัดแปรพันธุกรรมที่อาจมีต่อมนุษย์และสิ่งแวดล้อม โดยการเผยแพร่ความรู้ที่ได้จากการโต้แย้งทาง วิทยาศาสตร์ ซึ่งมีข้อมูลสนับสนุน",
    "sourcePage": 35,
    "sourcePdfPage": 42
  },
  {
    "id": "SCI60-W1.3-M3-9",
    "code": "ว 1.3 ม.3/9",
    "standard": "W1.3",
    "grade": "M3",
    "unitId": "m3-w13",
    "text": "เปรียบเทียบความหลากหลายทางชีวภาพ ในระดับชนิดสิ่งมีชีวิตในระบบนิเวศต่าง ๆ",
    "sourcePage": 36,
    "sourcePdfPage": 43
  },
  {
    "id": "SCI60-W1.3-M3-10",
    "code": "ว 1.3 ม.3/10",
    "standard": "W1.3",
    "grade": "M3",
    "unitId": "m3-w13",
    "text": "อธิบายความสำคัญของความหลากหลายทาง ชีวภาพที่มีต่อการรักษาสมดุลของระบบนิเวศ และต่อมนุษย์",
    "sourcePage": 36,
    "sourcePdfPage": 43
  },
  {
    "id": "SCI60-W1.3-M3-11",
    "code": "ว 1.3 ม.3/11",
    "standard": "W1.3",
    "grade": "M3",
    "unitId": "m3-w13",
    "text": "แสดงความตระหนักในคุณค่าและความสำคัญ ของความหลากหลายทางชีวภาพ โดยมีส่วนร่วม ในการดูแลรักษาความหลากหลายทางชีวภาพ",
    "sourcePage": 36,
    "sourcePdfPage": 43
  },
  {
    "id": "SCI60-W2.1-M3-1",
    "code": "ว 2.1 ม.3/1",
    "standard": "W2.1",
    "grade": "M3",
    "unitId": "m3-w21",
    "text": "ระบุสมบัติทางกายภาพและการใช้ประโยชน์ วัสดุประเภทพอลิเมอร์ เซรามิก และวัสดุผสม โดยใช้หลักฐานเชิงประจักษ์ และสารสนเทศ",
    "sourcePage": 50,
    "sourcePdfPage": 57
  },
  {
    "id": "SCI60-W2.1-M3-2",
    "code": "ว 2.1 ม.3/2",
    "standard": "W2.1",
    "grade": "M3",
    "unitId": "m3-w21",
    "text": "ตระหนักถึงคุณค่าของการใช้วัสดุประเภท พอลิเมอร์ เซรามิก และวัสดุผสม โดยเสนอแนะ แนวทางการใช้วัสดุอย่างประหยัดและคุ้มค่า",
    "sourcePage": 50,
    "sourcePdfPage": 57
  },
  {
    "id": "SCI60-W2.1-M3-3",
    "code": "ว 2.1 ม.3/3",
    "standard": "W2.1",
    "grade": "M3",
    "unitId": "m3-w21",
    "text": "อธิบายการเกิดปฏิกิริยาเคมี รวมถึงการจัด เรียงตัวใหม่ของอะตอมเมื่อเกิดปฏิกิริยาเคมี โดยใช้แบบจำลองและสมการข้อความ",
    "sourcePage": 51,
    "sourcePdfPage": 58
  },
  {
    "id": "SCI60-W2.1-M3-4",
    "code": "ว 2.1 ม.3/4",
    "standard": "W2.1",
    "grade": "M3",
    "unitId": "m3-w21",
    "text": "อธิบายกฎทรงมวล โดยใช้หลักฐานเชิงประจักษ์",
    "sourcePage": 51,
    "sourcePdfPage": 58
  },
  {
    "id": "SCI60-W2.1-M3-5",
    "code": "ว 2.1 ม.3/5",
    "standard": "W2.1",
    "grade": "M3",
    "unitId": "m3-w21",
    "text": "วิเคราะห์ปฏิกิริยาดูดความร้อน และปฏิกิริยา คายความร้อน จากการเปลี่ยนแปลงพลังงาน ความร้อนของปฏิกิริยา",
    "sourcePage": 51,
    "sourcePdfPage": 58
  },
  {
    "id": "SCI60-W2.1-M3-6",
    "code": "ว 2.1 ม.3/6",
    "standard": "W2.1",
    "grade": "M3",
    "unitId": "m3-w21",
    "text": "อธิบายปฏิกิริยาการเกิดสนิมของเหล็ก ปฏิกิริยา ของกรดกับโลหะ ปฏิกิริยาของกรดกับเบส และ ปฏิกิริยาของเบสกับโลหะ โดยใช้หลักฐานเชิง ประจักษ์ และอธิบายปฏิกิริยาการเผาไหม้ การเกิดฝนกรด การสังเคราะห์ด้วยแสง โดยใช้ สารสนเทศ รวมทั้งเขียนสมการข้อความแสดง ปฏิกิริยาดังกล่าว",
    "sourcePage": 52,
    "sourcePdfPage": 59
  },
  {
    "id": "SCI60-W2.1-M3-7",
    "code": "ว 2.1 ม.3/7",
    "standard": "W2.1",
    "grade": "M3",
    "unitId": "m3-w21",
    "text": "ระบุประโยชน์และโทษของปฏิกิริยาเคมี ที่มีต่อสิ่งมีชีวิตและสิ่งแวดล้อม และยกตัวอย่าง วิธีการป้องกันและแก้ปัญหาที่เกิดจากปฏิกิริยาเคมี ที่พบในชีวิตประจำวัน จากการสืบค้นข้อมูล",
    "sourcePage": 53,
    "sourcePdfPage": 60
  },
  {
    "id": "SCI60-W2.1-M3-8",
    "code": "ว 2.1 ม.3/8",
    "standard": "W2.1",
    "grade": "M3",
    "unitId": "m3-w21",
    "text": "ออกแบบวิธีแก้ปัญหาในชีวิตประจำวัน โดยใช้ ความรู้เกี่ยวกับปฏิกิริยาเคมี โดยบูรณาการวิทยาศาสตร์ คณิตศาสตร์ เทคโนโลยี และวิศวกรรมศาสตร์",
    "sourcePage": 53,
    "sourcePdfPage": 60
  },
  {
    "id": "SCI60-W2.3-M3-1",
    "code": "ว 2.3 ม.3/1",
    "standard": "W2.3",
    "grade": "M3",
    "unitId": "m3-w23",
    "text": "วิเคราะห์ความสัมพันธ์ระหว่างความต่างศักย์ กระแสไฟฟ้า และความต้านทาน และคำนวณ ปริมาณที่เกี่ยวข้องโดยใช้สมการ V = IR จากหลักฐานเชิงประจักษ์",
    "sourcePage": 72,
    "sourcePdfPage": 79
  },
  {
    "id": "SCI60-W2.3-M3-2",
    "code": "ว 2.3 ม.3/2",
    "standard": "W2.3",
    "grade": "M3",
    "unitId": "m3-w23",
    "text": "เขียนกราฟความสัมพันธ์ระหว่างกระแสไฟฟ้า และความต่างศักย์ไฟฟ้า",
    "sourcePage": 72,
    "sourcePdfPage": 79
  },
  {
    "id": "SCI60-W2.3-M3-3",
    "code": "ว 2.3 ม.3/3",
    "standard": "W2.3",
    "grade": "M3",
    "unitId": "m3-w23",
    "text": "ใช้โวลต์มิเตอร์ แอมมิเตอร์ในการวัดปริมาณทาง ไฟฟ้า",
    "sourcePage": 72,
    "sourcePdfPage": 79
  },
  {
    "id": "SCI60-W2.3-M3-4",
    "code": "ว 2.3 ม.3/4",
    "standard": "W2.3",
    "grade": "M3",
    "unitId": "m3-w23",
    "text": "วิเคราะห์ความต่างศักย์ไฟฟ้าและกระแสไฟฟ้า ในวงจรไฟฟ้าเมื่อต่อตัวต้านทานหลายตัว แบบอนุกรมและแบบขนานจากหลักฐาน เชิงประจักษ์",
    "sourcePage": 72,
    "sourcePdfPage": 79
  },
  {
    "id": "SCI60-W2.3-M3-5",
    "code": "ว 2.3 ม.3/5",
    "standard": "W2.3",
    "grade": "M3",
    "unitId": "m3-w23",
    "text": "เขียนแผนภาพวงจรไฟฟ้าแสดงการต่อตัวต้านทาน แบบอนุกรมและขนาน",
    "sourcePage": 72,
    "sourcePdfPage": 79
  },
  {
    "id": "SCI60-W2.3-M3-6",
    "code": "ว 2.3 ม.3/6",
    "standard": "W2.3",
    "grade": "M3",
    "unitId": "m3-w23",
    "text": "บรรยายการทำงานของชิ้นส่วนอิเล็กทรอนิกส์ อย่างง่ายในวงจรจากข้อมูลที่รวบรวมได้",
    "sourcePage": 72,
    "sourcePdfPage": 79
  },
  {
    "id": "SCI60-W2.3-M3-7",
    "code": "ว 2.3 ม.3/7",
    "standard": "W2.3",
    "grade": "M3",
    "unitId": "m3-w23",
    "text": "เขียนแผนภาพและต่อชิ้นส่วนอิเล็กทรอนิกส์ อย่างง่ายในวงจรไฟฟ้า",
    "sourcePage": 72,
    "sourcePdfPage": 79
  },
  {
    "id": "SCI60-W2.3-M3-8",
    "code": "ว 2.3 ม.3/8",
    "standard": "W2.3",
    "grade": "M3",
    "unitId": "m3-w23",
    "text": "อธิบายและคำนวณพลังงานไฟฟ้าโดยใช้สมการ W = Pt รวมทั้งคำนวณค่าไฟฟ้าของเครื่องใช้ ไฟฟ้าในบ้าน",
    "sourcePage": 73,
    "sourcePdfPage": 80
  },
  {
    "id": "SCI60-W2.3-M3-9",
    "code": "ว 2.3 ม.3/9",
    "standard": "W2.3",
    "grade": "M3",
    "unitId": "m3-w23",
    "text": "ตระหนักในคุณค่าของการเลือกใช้เครื่องใช้ไฟฟ้า โดยนำเสนอวิธีการใช้เครื่องใช้ไฟฟ้า อย่างประหยัดและปลอดภัย",
    "sourcePage": 73,
    "sourcePdfPage": 80
  },
  {
    "id": "SCI60-W2.3-M3-10",
    "code": "ว 2.3 ม.3/10",
    "standard": "W2.3",
    "grade": "M3",
    "unitId": "m3-w23",
    "text": "สร้างแบบจำลองที่อธิบายการเกิดคลื่น และบรรยายส่วนประกอบของคลื่น",
    "sourcePage": 73,
    "sourcePdfPage": 80
  },
  {
    "id": "SCI60-W2.3-M3-11",
    "code": "ว 2.3 ม.3/11",
    "standard": "W2.3",
    "grade": "M3",
    "unitId": "m3-w23",
    "text": "อธิบายคลื่นแม่เหล็กไฟฟ้าและสเปกตรัม คลื่นแม่เหล็กไฟฟ้าจากข้อมูลที่รวบรวมได้",
    "sourcePage": 73,
    "sourcePdfPage": 80
  },
  {
    "id": "SCI60-W2.3-M3-12",
    "code": "ว 2.3 ม.3/12",
    "standard": "W2.3",
    "grade": "M3",
    "unitId": "m3-w23",
    "text": "ตระหนักถึงประโยชน์และอันตรายจาก คลื่นแม่เหล็กไฟฟ้าโดยนำเสนอการใช้ ประโยชน์ในด้านต่าง ๆ และอันตรายจาก คลื่นแม่เหล็กไฟฟ้าในชีวิตประจำวัน",
    "sourcePage": 73,
    "sourcePdfPage": 80
  },
  {
    "id": "SCI60-W2.3-M3-13",
    "code": "ว 2.3 ม.3/13",
    "standard": "W2.3",
    "grade": "M3",
    "unitId": "m3-w23",
    "text": "ออกแบบการทดลองและดำเนินการทดลอง ด้วยวิธีที่เหมาะสมในการอธิบาย กฎการสะท้อนของแสง",
    "sourcePage": 74,
    "sourcePdfPage": 81
  },
  {
    "id": "SCI60-W2.3-M3-14",
    "code": "ว 2.3 ม.3/14",
    "standard": "W2.3",
    "grade": "M3",
    "unitId": "m3-w23",
    "text": "เขียนแผนภาพการเคลื่อนที่ของแสง แสดง การเกิดภาพจากกระจกเงา",
    "sourcePage": 74,
    "sourcePdfPage": 81
  },
  {
    "id": "SCI60-W2.3-M3-15",
    "code": "ว 2.3 ม.3/15",
    "standard": "W2.3",
    "grade": "M3",
    "unitId": "m3-w23",
    "text": "อธิบายการหักเหของแสงเมื่อผ่านตัวกลาง โปร่งใสที่แตกต่างกัน และอธิบายการกระจาย แสงของแสงขาวเมื่อผ่านปริซึมจากหลักฐาน เชิงประจักษ์",
    "sourcePage": 74,
    "sourcePdfPage": 81
  },
  {
    "id": "SCI60-W2.3-M3-16",
    "code": "ว 2.3 ม.3/16",
    "standard": "W2.3",
    "grade": "M3",
    "unitId": "m3-w23",
    "text": "เขียนแผนภาพการเคลื่อนที่ของแสง แสดงการเกิดภาพจากเลนส์บาง",
    "sourcePage": 74,
    "sourcePdfPage": 81
  },
  {
    "id": "SCI60-W2.3-M3-17",
    "code": "ว 2.3 ม.3/17",
    "standard": "W2.3",
    "grade": "M3",
    "unitId": "m3-w23",
    "text": "อธิบายปรากฏการณ์ที่เกี่ยวกับแสง และการ ทำงานของทัศนอุปกรณ์จากข้อมูลที่รวบรวม ได้",
    "sourcePage": 75,
    "sourcePdfPage": 82
  },
  {
    "id": "SCI60-W2.3-M3-18",
    "code": "ว 2.3 ม.3/18",
    "standard": "W2.3",
    "grade": "M3",
    "unitId": "m3-w23",
    "text": "เขียนแผนภาพการเคลื่อนที่ของแสง แสดงการ เกิดภาพของทัศนอุปกรณ์และเลนส์ตา",
    "sourcePage": 75,
    "sourcePdfPage": 82
  },
  {
    "id": "SCI60-W2.3-M3-19",
    "code": "ว 2.3 ม.3/19",
    "standard": "W2.3",
    "grade": "M3",
    "unitId": "m3-w23",
    "text": "อธิบายผลของความสว่างที่มีต่อดวงตาจาก ข้อมูลที่ได้จากการสืบค้น",
    "sourcePage": 75,
    "sourcePdfPage": 82
  },
  {
    "id": "SCI60-W2.3-M3-20",
    "code": "ว 2.3 ม.3/20",
    "standard": "W2.3",
    "grade": "M3",
    "unitId": "m3-w23",
    "text": "วัดความสว่างของแสงโดยใช้อุปกรณ์วัด ความสว่างของแสง",
    "sourcePage": 75,
    "sourcePdfPage": 82
  },
  {
    "id": "SCI60-W2.3-M3-21",
    "code": "ว 2.3 ม.3/21",
    "standard": "W2.3",
    "grade": "M3",
    "unitId": "m3-w23",
    "text": "ตระหนักในคุณค่าของความรู้เรื่อง ความสว่าง ของแสงที่มีต่อดวงตา โดยวิเคราะห์สถานการณ์ ปัญหาและเสนอแนะการจัดความสว่าง ให้เหมาะสมในการทำกิจกรรมต่าง ๆ",
    "sourcePage": 75,
    "sourcePdfPage": 82
  },
  {
    "id": "SCI60-W3.1-M3-1",
    "code": "ว 3.1 ม.3/1",
    "standard": "W3.1",
    "grade": "M3",
    "unitId": "m3-w31",
    "text": "อธิบายการโคจรของดาวเคราะห์รอบ ดวงอาทิตย์ด้วยแรงโน้มถ่วงจากสมการ F = (Gm 1 m 2 )/r 2",
    "sourcePage": 82,
    "sourcePdfPage": 89
  },
  {
    "id": "SCI60-W3.1-M3-2",
    "code": "ว 3.1 ม.3/2",
    "standard": "W3.1",
    "grade": "M3",
    "unitId": "m3-w31",
    "text": "สร้างแบบจำลองที่อธิบายการเกิดฤดู และ การเคลื่อนที่ปรากฏของดวงอาทิตย์",
    "sourcePage": 82,
    "sourcePdfPage": 89
  },
  {
    "id": "SCI60-W3.1-M3-3",
    "code": "ว 3.1 ม.3/3",
    "standard": "W3.1",
    "grade": "M3",
    "unitId": "m3-w31",
    "text": "สร้างแบบจำลองที่อธิบายการเกิดข้างขึ้น ข้างแรม การเปลี่ยนแปลงเวลาการขึ้นและตก ของดวงจันทร์ และการเกิดน้ำขึ้นน้ำลง",
    "sourcePage": 82,
    "sourcePdfPage": 89
  },
  {
    "id": "SCI60-W3.1-M3-4",
    "code": "ว 3.1 ม.3/4",
    "standard": "W3.1",
    "grade": "M3",
    "unitId": "m3-w31",
    "text": "อธิบายการใช้ประโยชน์ของเทคโนโลยีอวกาศ และยกตัวอย่างความก้าวหน้าของโครงการ สำรวจอวกาศ จากข้อมูลที่รวบรวมได้",
    "sourcePage": 83,
    "sourcePdfPage": 90
  },
  {
    "id": "SCI60-W4.1-M3-1",
    "code": "ว 4.1 ม.3/1",
    "standard": "W4.1",
    "grade": "M3",
    "unitId": "m3-w41",
    "text": "วิเคราะห์สาเหตุ หรือปัจจัยที่ส่งผลต่อการ เปลี่ยนแปลงของเทคโนโลยี และความสัมพันธ์ ของเทคโนโลยีกับศาสตร์อื่น โดยเฉพาะ วิทยาศาสตร์ หรือคณิตศาสตร์ เพื่อเป็นแนวทาง การแก้ปัญหาหรือพัฒนางาน",
    "sourcePage": 108,
    "sourcePdfPage": 115
  },
  {
    "id": "SCI60-W4.1-M3-2",
    "code": "ว 4.1 ม.3/2",
    "standard": "W4.1",
    "grade": "M3",
    "unitId": "m3-w41",
    "text": "ระบุปัญหาหรือความต้องการของชุมชนหรือ ท้องถิ่น เพื่อพัฒนางานอาชีพ สรุปกรอบของ ปัญหา รวบรวม วิเคราะห์ข้อมูลและแนวคิด ที่เกี่ยวข้องกับปัญหา โดยคำนึงถึงความถูกต้อง ด้านทรัพย์สินทางปัญญา",
    "sourcePage": 109,
    "sourcePdfPage": 116
  },
  {
    "id": "SCI60-W4.1-M3-3",
    "code": "ว 4.1 ม.3/3",
    "standard": "W4.1",
    "grade": "M3",
    "unitId": "m3-w41",
    "text": "ออกแบบวิธีการแก้ปัญหา โดยวิเคราะห์ เปรียบเทียบ และตัดสินใจเลือกข้อมูลที่จำเป็น ภายใต้เงื่อนไขและทรัพยากรที่มีอยู่ นำเสนอ แนวทางการแก้ปัญหาให้ผู้อื่นเข้าใจด้วยเทคนิค หรือวิธีการที่หลากหลาย วางแผนขั้นตอน การทำงานและดำเนินการแก้ปัญหาอย่างเป็น ขั้นตอน",
    "sourcePage": 109,
    "sourcePdfPage": 116
  },
  {
    "id": "SCI60-W4.1-M3-4",
    "code": "ว 4.1 ม.3/4",
    "standard": "W4.1",
    "grade": "M3",
    "unitId": "m3-w41",
    "text": "ทดสอบ ประเมินผล วิเคราะห์ และให้เหตุผล ของปัญหาหรือข้อบกพร่องที่เกิดขึ้นภายใต้ กรอบเงื่อนไข พร้อมทั้งหาแนวทางการปรับปรุง แก้ไข และนำเสนอผลการแก้ปัญหา",
    "sourcePage": 109,
    "sourcePdfPage": 116
  },
  {
    "id": "SCI60-W4.1-M3-5",
    "code": "ว 4.1 ม.3/5",
    "standard": "W4.1",
    "grade": "M3",
    "unitId": "m3-w41",
    "text": "ใช้ความรู้ และทักษะเกี่ยวกับวัสดุ อุปกรณ์ เครื่องมือ กลไก ไฟฟ้าและอิเล็กทรอนิกส์ ให้ถูกต้องกับลักษณะของงาน และปลอดภัย เพื่อแก้ปัญหาหรือพัฒนางาน",
    "sourcePage": 110,
    "sourcePdfPage": 117
  },
  {
    "id": "SCI60-W4.2-M3-1",
    "code": "ว 4.2 ม.3/1",
    "standard": "W4.2",
    "grade": "M3",
    "unitId": "m3-w42",
    "text": "พัฒนาแอปพลิเคชันที่มีการบูรณาการกับวิชาอื่น อย่างสร้างสรรค์",
    "sourcePage": 124,
    "sourcePdfPage": 131
  },
  {
    "id": "SCI60-W4.2-M3-2",
    "code": "ว 4.2 ม.3/2",
    "standard": "W4.2",
    "grade": "M3",
    "unitId": "m3-w42",
    "text": "รวบรวมข้อมูล ประมวลผล ประเมินผล นำเสนอ ข้อมูลและสารสนเทศตามวัตถุประสงค์ โดยใช้ ซอฟต์แวร์หรือบริการบนอินเทอร์เน็ตที่ หลากหลาย",
    "sourcePage": 124,
    "sourcePdfPage": 131
  },
  {
    "id": "SCI60-W4.2-M3-3",
    "code": "ว 4.2 ม.3/3",
    "standard": "W4.2",
    "grade": "M3",
    "unitId": "m3-w42",
    "text": "ประเมินความน่าเชื่อถือของข้อมูล วิเคราะห์สื่อ และผลกระทบจากการให้ข่าวสารที่ผิด เพื่อการ ใช้งานอย่างรู้เท่าทัน",
    "sourcePage": 124,
    "sourcePdfPage": 131
  },
  {
    "id": "SCI60-W4.2-M3-4",
    "code": "ว 4.2 ม.3/4",
    "standard": "W4.2",
    "grade": "M3",
    "unitId": "m3-w42",
    "text": "ใช้เทคโนโลยีสารสนเทศอย่างปลอดภัย และมี ความรับผิดชอบต่อสังคม ปฏิบัติตามกฎหมาย เกี่ยวกับคอมพิวเตอร์ ใช้ลิขสิทธิ์ของผู้อื่น โดยชอบธรรม",
    "sourcePage": 125,
    "sourcePdfPage": 132
  },
  {
    "id": "SCI60-W1.1-M4-1",
    "code": "ว 1.1 ม.4/1",
    "standard": "W1.1",
    "grade": "M4",
    "unitId": "m4-w11",
    "text": "สืบค้นข้อมูลและอธิบายความสัมพันธ์ของสภาพ ทางภูมิศาสตร์บนโลกกับความหลากหลายของ ไบโอม และยกตัวอย่างไบโอมชนิดต่าง ๆ",
    "sourcePage": 16,
    "sourcePdfPage": 23
  },
  {
    "id": "SCI60-W1.1-M4-2",
    "code": "ว 1.1 ม.4/2",
    "standard": "W1.1",
    "grade": "M4",
    "unitId": "m4-w11",
    "text": "สืบค้นข้อมูล อภิปรายสาเหตุ และยกตัวอย่าง การเปลี่ยนแปลงแทนที่ของระบบนิเวศ",
    "sourcePage": 16,
    "sourcePdfPage": 23
  },
  {
    "id": "SCI60-W1.1-M4-3",
    "code": "ว 1.1 ม.4/3",
    "standard": "W1.1",
    "grade": "M4",
    "unitId": "m4-w11",
    "text": "สืบค้นข้อมูล อธิบายและยกตัวอย่างเกี่ยวกับ การเปลี่ยนแปลงขององค์ประกอบทางกายภาพ และทางชีวภาพที่มีผลต่อการเปลี่ยนแปลงขนาด ของประชากรสิ่งมีชีวิตในระบบนิเวศ",
    "sourcePage": 16,
    "sourcePdfPage": 23
  },
  {
    "id": "SCI60-W1.1-M4-4",
    "code": "ว 1.1 ม.4/4",
    "standard": "W1.1",
    "grade": "M4",
    "unitId": "m4-w11",
    "text": "สืบค้นข้อมูลและอภิปรายเกี่ยวกับปัญหาและ ผลกระทบที่มีต่อทรัพยากรธรรมชาติและ สิ่งแวดล้อม พร้อมทั้งนำเสนอแนวทางในการ อนุรักษ์ทรัพยากรธรรมชาติและการแก้ไขปัญหา สิ่งแวดล้อม 1 วิทยาศาสตร์ชีวภาพ",
    "sourcePage": 16,
    "sourcePdfPage": 23
  },
  {
    "id": "SCI60-W1.2-M4-1",
    "code": "ว 1.2 ม.4/1",
    "standard": "W1.2",
    "grade": "M4",
    "unitId": "m4-w12",
    "text": "อธิบายโครงสร้างและสมบัติของเยื่อหุ้มเซลล์ที่ สัมพันธ์กับการลำเลียงสาร และเปรียบเทียบ การลำเลียงสารผ่านเยื่อหุ้มเซลล์แบบต่าง ๆ",
    "sourcePage": 28,
    "sourcePdfPage": 35
  },
  {
    "id": "SCI60-W1.2-M4-2",
    "code": "ว 1.2 ม.4/2",
    "standard": "W1.2",
    "grade": "M4",
    "unitId": "m4-w12",
    "text": "อธิบายการควบคุมดุลยภาพของน้ำและสารใน เลือดโดยการทำงานของไต",
    "sourcePage": 28,
    "sourcePdfPage": 35
  },
  {
    "id": "SCI60-W1.2-M4-3",
    "code": "ว 1.2 ม.4/3",
    "standard": "W1.2",
    "grade": "M4",
    "unitId": "m4-w12",
    "text": "อธิบายการควบคุมดุลยภาพของกรด-เบสของ เลือดโดยการทำงานของไตและปอด",
    "sourcePage": 29,
    "sourcePdfPage": 36
  },
  {
    "id": "SCI60-W1.2-M4-4",
    "code": "ว 1.2 ม.4/4",
    "standard": "W1.2",
    "grade": "M4",
    "unitId": "m4-w12",
    "text": "อธิบายการควบคุมดุลยภาพของอุณหภูมิภายใน ร่างกายโดยระบบหมุนเวียนเลือด ผิวหนัง และ กล้ามเนื้อโครงร่าง",
    "sourcePage": 29,
    "sourcePdfPage": 36
  },
  {
    "id": "SCI60-W1.2-M4-5",
    "code": "ว 1.2 ม.4/5",
    "standard": "W1.2",
    "grade": "M4",
    "unitId": "m4-w12",
    "text": "อธิบาย และเขียนแผนผังเกี่ยวกับการตอบสนอง ของร่างกายแบบไม่จำเพาะ และแบบจำเพาะต่อ สิ่งแปลกปลอมของร่างกาย",
    "sourcePage": 29,
    "sourcePdfPage": 36
  },
  {
    "id": "SCI60-W1.2-M4-6",
    "code": "ว 1.2 ม.4/6",
    "standard": "W1.2",
    "grade": "M4",
    "unitId": "m4-w12",
    "text": "สืบค้นข้อมูล อธิบาย และยกตัวอย่างโรคหรือ อาการที่เกิดจากความผิดปกติของระบบ ภูมิคุ้มกัน",
    "sourcePage": 30,
    "sourcePdfPage": 37
  },
  {
    "id": "SCI60-W1.2-M4-7",
    "code": "ว 1.2 ม.4/7",
    "standard": "W1.2",
    "grade": "M4",
    "unitId": "m4-w12",
    "text": "อธิบายภาวะภูมิคุ้มกันบกพร่องที่มีสาเหตุ มาจากการติดเชื้อ HIV",
    "sourcePage": 30,
    "sourcePdfPage": 37
  },
  {
    "id": "SCI60-W1.2-M4-8",
    "code": "ว 1.2 ม.4/8",
    "standard": "W1.2",
    "grade": "M4",
    "unitId": "m4-w12",
    "text": "ทดสอบ และบอกชนิดของสารอาหาร ที่พืชสังเคราะห์ได้",
    "sourcePage": 30,
    "sourcePdfPage": 37
  },
  {
    "id": "SCI60-W1.2-M4-9",
    "code": "ว 1.2 ม.4/9",
    "standard": "W1.2",
    "grade": "M4",
    "unitId": "m4-w12",
    "text": "สืบค้นข้อมูล อภิปราย และยกตัวอย่างเกี่ยวกับ การใช้ประโยชน์จากสารต่าง ๆ ที่พืชบางชนิด สร้างขึ้น",
    "sourcePage": 30,
    "sourcePdfPage": 37
  },
  {
    "id": "SCI60-W1.2-M4-10",
    "code": "ว 1.2 ม.4/10",
    "standard": "W1.2",
    "grade": "M4",
    "unitId": "m4-w12",
    "text": "ออกแบบการทดลอง ทดลอง และอธิบาย เกี่ยวกับปัจจัยภายนอกที่มีผลต่อการ เจริญเติบโตของพืช",
    "sourcePage": 30,
    "sourcePdfPage": 37
  },
  {
    "id": "SCI60-W1.2-M4-11",
    "code": "ว 1.2 ม.4/11",
    "standard": "W1.2",
    "grade": "M4",
    "unitId": "m4-w12",
    "text": "สืบค้นข้อมูลเกี่ยวกับสารควบคุมการ เจริญเติบโตของพืชที่มนุษย์สังเคราะห์ขึ้น และยกตัวอย่างการนำมาประยุกต์ใช้ทางด้าน การเกษตรของพืช",
    "sourcePage": 30,
    "sourcePdfPage": 37
  },
  {
    "id": "SCI60-W1.2-M4-12",
    "code": "ว 1.2 ม.4/12",
    "standard": "W1.2",
    "grade": "M4",
    "unitId": "m4-w12",
    "text": "สังเกต และอธิบายการตอบสนองของพืชต่อ สิ่งเร้าในรูปแบบต่าง ๆ ที่มีผลต่อการดำรงชีวิต 1 วิทยาศาสตร์ชีวภาพ",
    "sourcePage": 31,
    "sourcePdfPage": 38
  },
  {
    "id": "SCI60-W1.3-M4-1",
    "code": "ว 1.3 ม.4/1",
    "standard": "W1.3",
    "grade": "M4",
    "unitId": "m4-w13",
    "text": "อธิบายความสัมพันธ์ระหว่างยีน การสังเคราะห์ โปรตีน และลักษณะทางพันธุกรรม",
    "sourcePage": 36,
    "sourcePdfPage": 43
  },
  {
    "id": "SCI60-W1.3-M4-2",
    "code": "ว 1.3 ม.4/2",
    "standard": "W1.3",
    "grade": "M4",
    "unitId": "m4-w13",
    "text": "อธิบายหลักการถ่ายทอดลักษณะที่ถูกควบคุม ด้วยยีนที่อยู่บนโครโมโซมเพศและมัลติเปิลแอลลีล",
    "sourcePage": 36,
    "sourcePdfPage": 43
  },
  {
    "id": "SCI60-W1.3-M4-3",
    "code": "ว 1.3 ม.4/3",
    "standard": "W1.3",
    "grade": "M4",
    "unitId": "m4-w13",
    "text": "อธิบายผลที่เกิดจากการเปลี่ยนแปลงลำดับ นิวคลีโอไทด์ในดีเอ็นเอต่อการแสดงลักษณะของ สิ่งมีชีวิต",
    "sourcePage": 36,
    "sourcePdfPage": 43
  },
  {
    "id": "SCI60-W1.3-M4-4",
    "code": "ว 1.3 ม.4/4",
    "standard": "W1.3",
    "grade": "M4",
    "unitId": "m4-w13",
    "text": "สืบค้นข้อมูล และยกตัวอย่างการนำมิวเทชัน ไปใช้ประโยชน์",
    "sourcePage": 36,
    "sourcePdfPage": 43
  },
  {
    "id": "SCI60-W1.3-M4-5",
    "code": "ว 1.3 ม.4/5",
    "standard": "W1.3",
    "grade": "M4",
    "unitId": "m4-w13",
    "text": "สืบค้นข้อมูล และอภิปรายผลของเทคโนโลยี ทางดีเอ็นเอที่มีต่อมนุษย์และสิ่งแวดล้อม",
    "sourcePage": 37,
    "sourcePdfPage": 44
  },
  {
    "id": "SCI60-W1.3-M4-6",
    "code": "ว 1.3 ม.4/6",
    "standard": "W1.3",
    "grade": "M4",
    "unitId": "m4-w13",
    "text": "สืบค้นข้อมูล อธิบาย และยกตัวอย่าง ความหลากหลายของสิ่งมีชีวิต ซึ่งเป็น ผลมาจากวิวัฒนาการ 2 วิทยาศาสตร์กายภาพ",
    "sourcePage": 37,
    "sourcePdfPage": 44
  },
  {
    "id": "SCI60-W4.1-M4-1",
    "code": "ว 4.1 ม.4/1",
    "standard": "W4.1",
    "grade": "M4",
    "unitId": "m4-w41",
    "text": "วิเคราะห์แนวคิดหลักของเทคโนโลยี ความสัมพันธ์ กับศาสตร์อื่น โดยเฉพาะวิทยาศาสตร์ หรือ คณิตศาสตร์ รวมทั้งประเมินผลกระทบที่ จะเกิดขึ้นต่อมนุษย์ สังคม เศรษฐกิจ และ สิ่งแวดล้อม เพื่อเป็นแนวทางในการพัฒนา เทคโนโลยี",
    "sourcePage": 110,
    "sourcePdfPage": 117
  },
  {
    "id": "SCI60-W4.1-M4-2",
    "code": "ว 4.1 ม.4/2",
    "standard": "W4.1",
    "grade": "M4",
    "unitId": "m4-w41",
    "text": "ระบุปัญหาหรือความต้องการที่มีผลกระทบต่อ สังคม รวบรวม วิเคราะห์ข้อมูลและแนวคิด ที่เกี่ยวข้องกับปัญหาที่มีความซับซ้อน เพื่อสังเคราะห์วิธีการ เทคนิคในการแก้ปัญหา โดยคำนึงถึงความถูกต้องด้านทรัพย์สินทาง ปัญญา",
    "sourcePage": 111,
    "sourcePdfPage": 118
  },
  {
    "id": "SCI60-W4.1-M4-3",
    "code": "ว 4.1 ม.4/3",
    "standard": "W4.1",
    "grade": "M4",
    "unitId": "m4-w41",
    "text": "ออกแบบวิธีการแก้ปัญหา โดยวิเคราะห์ เปรียบเทียบ และตัดสินใจเลือกข้อมูลที่จำเป็น ภายใต้เงื่อนไขและทรัพยากรที่มีอยู่ นำเสนอ แนวทางการแก้ปัญหาให้ผู้อื่นเข้าใจด้วยเทคนิค หรือวิธีการที่หลากหลาย โดยใช้ซอฟต์แวร์ ช่วยในการออกแบบ วางแผนขั้นตอนการทำงาน และดำเนินการแก้ปัญหา",
    "sourcePage": 111,
    "sourcePdfPage": 118
  },
  {
    "id": "SCI60-W4.1-M4-4",
    "code": "ว 4.1 ม.4/4",
    "standard": "W4.1",
    "grade": "M4",
    "unitId": "m4-w41",
    "text": "ทดสอบ ประเมินผล วิเคราะห์ และให้เหตุผล ของปัญหาหรือข้อบกพร่องที่เกิดขึ้นภายใต้ กรอบเงื่อนไข หาแนวทางการปรับปรุงแก้ไข และนำเสนอผลการแก้ปัญหา พร้อมทั้งเสนอ แนวทางการพัฒนาต่อยอด",
    "sourcePage": 111,
    "sourcePdfPage": 118
  },
  {
    "id": "SCI60-W4.1-M4-5",
    "code": "ว 4.1 ม.4/5",
    "standard": "W4.1",
    "grade": "M4",
    "unitId": "m4-w41",
    "text": "ใช้ความรู้และทักษะเกี่ยวกับวัสดุ อุปกรณ์ เครื่องมือ กลไก ไฟฟ้าและอิเล็กทรอนิกส์ และเทคโนโลยีที่ซับซ้อนในการแก้ปัญหา หรือพัฒนางาน ได้อย่างถูกต้อง เหมาะสม และปลอดภัย",
    "sourcePage": 112,
    "sourcePdfPage": 119
  },
  {
    "id": "SCI60-W4.2-M4-1",
    "code": "ว 4.2 ม.4/1",
    "standard": "W4.2",
    "grade": "M4",
    "unitId": "m4-w42",
    "text": "ประยุกต์ใช้แนวคิดเชิงคำนวณในการพัฒนา โครงงานที่มีการบูรณาการกับวิชาอื่น อย่างสร้างสรรค์ และเชื่อมโยงกับชีวิตจริง",
    "sourcePage": 125,
    "sourcePdfPage": 132
  },
  {
    "id": "SCI60-W2.1-M5-1",
    "code": "ว 2.1 ม.5/1",
    "standard": "W2.1",
    "grade": "M5",
    "unitId": "m5-w21",
    "text": "ระบุว่าสารเป็นธาตุหรือสารประกอบ และอยู่ใน รูปอะตอม โมเลกุล หรือไอออนจากสูตรเคมี",
    "sourcePage": 53,
    "sourcePdfPage": 60
  },
  {
    "id": "SCI60-W2.1-M5-2",
    "code": "ว 2.1 ม.5/2",
    "standard": "W2.1",
    "grade": "M5",
    "unitId": "m5-w21",
    "text": "เปรียบเทียบความเหมือนและความแตกต่าง ของแบบจำลองอะตอมของโบร์กับแบบจำลอง อะตอมแบบกลุ่มหมอก",
    "sourcePage": 53,
    "sourcePdfPage": 60
  },
  {
    "id": "SCI60-W2.1-M5-3",
    "code": "ว 2.1 ม.5/3",
    "standard": "W2.1",
    "grade": "M5",
    "unitId": "m5-w21",
    "text": "ระบุจำนวนโปรตอน นิวตรอน และอิเล็กตรอน ของอะตอม และไอออนที่เกิดจากอะตอมเดียว",
    "sourcePage": 54,
    "sourcePdfPage": 61
  },
  {
    "id": "SCI60-W2.1-M5-4",
    "code": "ว 2.1 ม.5/4",
    "standard": "W2.1",
    "grade": "M5",
    "unitId": "m5-w21",
    "text": "เขียนสัญลักษณ์นิวเคลียร์ของธาตุและระบุการ เป็นไอโซโทป",
    "sourcePage": 54,
    "sourcePdfPage": 61
  },
  {
    "id": "SCI60-W2.1-M5-5",
    "code": "ว 2.1 ม.5/5",
    "standard": "W2.1",
    "grade": "M5",
    "unitId": "m5-w21",
    "text": "ระบุหมู่และคาบของธาตุ และระบุว่าธาตุเป็น โลหะ อโลหะ กึ่งโลหะ กลุ่มธาตุเรพรีเซนเททีฟ หรือกลุ่มธาตุแทรนซิชัน จากตารางธาตุ",
    "sourcePage": 54,
    "sourcePdfPage": 61
  },
  {
    "id": "SCI60-W2.1-M5-6",
    "code": "ว 2.1 ม.5/6",
    "standard": "W2.1",
    "grade": "M5",
    "unitId": "m5-w21",
    "text": "เปรียบเทียบสมบัติการนำไฟฟ้า การให้และรับ อิเล็กตรอนระหว่างธาตุในกลุ่มโลหะกับอโลหะ",
    "sourcePage": 54,
    "sourcePdfPage": 61
  },
  {
    "id": "SCI60-W2.1-M5-7",
    "code": "ว 2.1 ม.5/7",
    "standard": "W2.1",
    "grade": "M5",
    "unitId": "m5-w21",
    "text": "สืบค้นข้อมูลและนำเสนอตัวอย่างประโยชน์และ อันตรายที่เกิดจากธาตุเรพรีเซนเททีฟและ ธาตุแทรนซิชัน",
    "sourcePage": 55,
    "sourcePdfPage": 62
  },
  {
    "id": "SCI60-W2.1-M5-8",
    "code": "ว 2.1 ม.5/8",
    "standard": "W2.1",
    "grade": "M5",
    "unitId": "m5-w21",
    "text": "ระบุว่าพันธะโคเวเลนต์เป็นพันธะเดี่ยว พันธะคู่ หรือพันธะสาม และระบุจำนวนคู่อิเล็กตรอน ระหว่างอะตอมคู่ร่วมพันธะ จากสูตรโครงสร้าง",
    "sourcePage": 55,
    "sourcePdfPage": 62
  },
  {
    "id": "SCI60-W2.1-M5-9",
    "code": "ว 2.1 ม.5/9",
    "standard": "W2.1",
    "grade": "M5",
    "unitId": "m5-w21",
    "text": "ระบุสภาพขั้วของสารที่โมเลกุลประกอบด้วย 2 อะตอม",
    "sourcePage": 55,
    "sourcePdfPage": 62
  },
  {
    "id": "SCI60-W2.1-M5-10",
    "code": "ว 2.1 ม.5/10",
    "standard": "W2.1",
    "grade": "M5",
    "unitId": "m5-w21",
    "text": "ระบุสารที่เกิดพันธะไฮโดรเจนได้จากสูตร โครงสร้าง",
    "sourcePage": 55,
    "sourcePdfPage": 62
  },
  {
    "id": "SCI60-W2.1-M5-11",
    "code": "ว 2.1 ม.5/11",
    "standard": "W2.1",
    "grade": "M5",
    "unitId": "m5-w21",
    "text": "อธิบายความสัมพันธ์ระหว่างจุดเดือดของสาร โคเวเลนต์กับแรงดึงดูดระหว่างโมเลกุลตาม สภาพขั้วหรือการเกิดพันธะไฮโดรเจน",
    "sourcePage": 55,
    "sourcePdfPage": 62
  },
  {
    "id": "SCI60-W2.1-M5-12",
    "code": "ว 2.1 ม.5/12",
    "standard": "W2.1",
    "grade": "M5",
    "unitId": "m5-w21",
    "text": "เขียนสูตรเคมีของไอออนและสารประกอบ ไอออนิก",
    "sourcePage": 56,
    "sourcePdfPage": 63
  },
  {
    "id": "SCI60-W2.1-M5-13",
    "code": "ว 2.1 ม.5/13",
    "standard": "W2.1",
    "grade": "M5",
    "unitId": "m5-w21",
    "text": "ระบุว่าสารเกิดการละลายแบบแตกตัวหรือ ไม่แตกตัว พร้อมให้เหตุผลและระบุว่า สารละลายที่ได้เป็นสารละลายอิเล็กโทรไลต์ หรือนอนอิเล็กโทรไลต์",
    "sourcePage": 56,
    "sourcePdfPage": 63
  },
  {
    "id": "SCI60-W2.1-M5-14",
    "code": "ว 2.1 ม.5/14",
    "standard": "W2.1",
    "grade": "M5",
    "unitId": "m5-w21",
    "text": "ระบุสารประกอบอินทรีย์ประเภทไฮโดรคาร์บอน ว่าอิ่มตัวหรือไม่อิ่มตัวจากสูตรโครงสร้าง",
    "sourcePage": 57,
    "sourcePdfPage": 64
  },
  {
    "id": "SCI60-W2.1-M5-15",
    "code": "ว 2.1 ม.5/15",
    "standard": "W2.1",
    "grade": "M5",
    "unitId": "m5-w21",
    "text": "สืบค้นข้อมูลและเปรียบเทียบสมบัติ ทางกายภาพระหว่างพอลิเมอร์และมอนอเมอร์ ของพอลิเมอร์ชนิดนั้น",
    "sourcePage": 57,
    "sourcePdfPage": 64
  },
  {
    "id": "SCI60-W2.1-M5-16",
    "code": "ว 2.1 ม.5/16",
    "standard": "W2.1",
    "grade": "M5",
    "unitId": "m5-w21",
    "text": "ระบุสมบัติความเป็นกรด-เบส จากโครงสร้างของสารประกอบอินทรีย์",
    "sourcePage": 57,
    "sourcePdfPage": 64
  },
  {
    "id": "SCI60-W2.1-M5-17",
    "code": "ว 2.1 ม.5/17",
    "standard": "W2.1",
    "grade": "M5",
    "unitId": "m5-w21",
    "text": "อธิบายสมบัติการละลายในตัวทำละลายชนิด ต่าง ๆ ของสาร",
    "sourcePage": 58,
    "sourcePdfPage": 65
  },
  {
    "id": "SCI60-W2.1-M5-18",
    "code": "ว 2.1 ม.5/18",
    "standard": "W2.1",
    "grade": "M5",
    "unitId": "m5-w21",
    "text": "วิเคราะห์และอธิบายความสัมพันธ์ระหว่าง โครงสร้างกับสมบัติเทอร์มอพลาสติกและ เทอร์มอเซตของพอลิเมอร์ และการนำ พอลิเมอร์ไปใช้ประโยชน์",
    "sourcePage": 58,
    "sourcePdfPage": 65
  },
  {
    "id": "SCI60-W2.1-M5-19",
    "code": "ว 2.1 ม.5/19",
    "standard": "W2.1",
    "grade": "M5",
    "unitId": "m5-w21",
    "text": "สืบค้นข้อมูลและนำเสนอผลกระทบของการใช้ ผลิตภัณฑ์พอลิเมอร์ที่มีต่อสิ่งมีชีวิตและ สิ่งแวดล้อม พร้อมแนวทางป้องกันหรือแก้ไข",
    "sourcePage": 58,
    "sourcePdfPage": 65
  },
  {
    "id": "SCI60-W2.1-M5-20",
    "code": "ว 2.1 ม.5/20",
    "standard": "W2.1",
    "grade": "M5",
    "unitId": "m5-w21",
    "text": "ระบุสูตรเคมีของสารตั้งต้น ผลิตภัณฑ์ และ แปลความหมายของสัญลักษณ์ในสมการเคมี ของปฏิกิริยาเคมี",
    "sourcePage": 58,
    "sourcePdfPage": 65
  },
  {
    "id": "SCI60-W2.1-M5-21",
    "code": "ว 2.1 ม.5/21",
    "standard": "W2.1",
    "grade": "M5",
    "unitId": "m5-w21",
    "text": "ทดลองและอธิบายผลของความเข้มข้น พื้นที่ผิว อุณหภูมิ และตัวเร่งปฏิกิริยา ที่มีผลต่ออัตราการเกิดปฏิกิริยาเคมี",
    "sourcePage": 59,
    "sourcePdfPage": 66
  },
  {
    "id": "SCI60-W2.1-M5-22",
    "code": "ว 2.1 ม.5/22",
    "standard": "W2.1",
    "grade": "M5",
    "unitId": "m5-w21",
    "text": "สืบค้นข้อมูลและอธิบายปัจจัยที่มีผลต่ออัตรา การเกิดปฏิกิริยาเคมีที่ใช้ประโยชน์ในชีวิต ประจำวันหรือในอุตสาหกรรม",
    "sourcePage": 59,
    "sourcePdfPage": 66
  },
  {
    "id": "SCI60-W2.1-M5-23",
    "code": "ว 2.1 ม.5/23",
    "standard": "W2.1",
    "grade": "M5",
    "unitId": "m5-w21",
    "text": "อธิบายความหมายของปฏิกิริยารีดอกซ์",
    "sourcePage": 59,
    "sourcePdfPage": 66
  },
  {
    "id": "SCI60-W2.1-M5-24",
    "code": "ว 2.1 ม.5/24",
    "standard": "W2.1",
    "grade": "M5",
    "unitId": "m5-w21",
    "text": "อธิบายสมบัติของสารกัมมันตรังสี และคำนวณ ครึ่งชีวิตและปริมาณของสารกัมมันตรังสี",
    "sourcePage": 59,
    "sourcePdfPage": 66
  },
  {
    "id": "SCI60-W2.1-M5-25",
    "code": "ว 2.1 ม.5/25",
    "standard": "W2.1",
    "grade": "M5",
    "unitId": "m5-w21",
    "text": "สืบค้นข้อมูลและนำเสนอตัวอย่างประโยชน์ ของสารกัมมันตรังสีและการป้องกันอันตราย ที่เกิดจากกัมมันตภาพรังสี 2 วิทยาศาสตร์กายภาพ",
    "sourcePage": 59,
    "sourcePdfPage": 66
  },
  {
    "id": "SCI60-W2.2-M5-1",
    "code": "ว 2.2 ม.5/1",
    "standard": "W2.2",
    "grade": "M5",
    "unitId": "m5-w22",
    "text": "วิเคราะห์และแปลความหมายข้อมูลความเร็ว กับเวลาของการเคลื่อนที่ของวัตถุ เพื่ออธิบาย ความเร่งของวัตถุ",
    "sourcePage": 65,
    "sourcePdfPage": 72
  },
  {
    "id": "SCI60-W2.2-M5-2",
    "code": "ว 2.2 ม.5/2",
    "standard": "W2.2",
    "grade": "M5",
    "unitId": "m5-w22",
    "text": "สังเกตและอธิบายการหาแรงลัพธ์ที่เกิดจาก แรงหลายแรงที่อยู่ในระนาบเดียวกันที่กระทำต่อ วัตถุโดยการเขียนแผนภาพการรวมแบบเวกเตอร์",
    "sourcePage": 65,
    "sourcePdfPage": 72
  },
  {
    "id": "SCI60-W2.2-M5-3",
    "code": "ว 2.2 ม.5/3",
    "standard": "W2.2",
    "grade": "M5",
    "unitId": "m5-w22",
    "text": "สังเกต วิเคราะห์ และอธิบายความสัมพันธ์ ระหว่างความเร่งของวัตถุกับแรงลัพธ์ ที่กระทำต่อวัตถุและมวลของวัตถุ",
    "sourcePage": 65,
    "sourcePdfPage": 72
  },
  {
    "id": "SCI60-W2.2-M5-4",
    "code": "ว 2.2 ม.5/4",
    "standard": "W2.2",
    "grade": "M5",
    "unitId": "m5-w22",
    "text": "สังเกตและอธิบายแรงกิริยาและแรงปฏิกิริยา ระหว่างวัตถุคู่หนึ่ง ๆ",
    "sourcePage": 65,
    "sourcePdfPage": 72
  },
  {
    "id": "SCI60-W2.2-M5-5",
    "code": "ว 2.2 ม.5/5",
    "standard": "W2.2",
    "grade": "M5",
    "unitId": "m5-w22",
    "text": "สังเกตและอธิบายผลของความเร่งที่มีต่อการ เคลื่อนที่แบบต่าง ๆ ของวัตถุ ได้แก่ การเคลื่อนที่ แนวตรง การเคลื่อนที่แบบโพรเจกไทล์ การเคลื่อนที่แบบวงกลม และการเคลื่อนที่แบบสั่น",
    "sourcePage": 65,
    "sourcePdfPage": 72
  },
  {
    "id": "SCI60-W2.2-M5-6",
    "code": "ว 2.2 ม.5/6",
    "standard": "W2.2",
    "grade": "M5",
    "unitId": "m5-w22",
    "text": "สืบค้นข้อมูลและอธิบายแรงโน้มถ่วง ที่เกี่ยวกับการเคลื่อนที่ของวัตถุต่าง ๆ รอบโลก",
    "sourcePage": 66,
    "sourcePdfPage": 73
  },
  {
    "id": "SCI60-W2.2-M5-7",
    "code": "ว 2.2 ม.5/7",
    "standard": "W2.2",
    "grade": "M5",
    "unitId": "m5-w22",
    "text": "สังเกตและอธิบายการเกิดสนามแม่เหล็ก เนื่องจากกระแสไฟฟ้า",
    "sourcePage": 66,
    "sourcePdfPage": 73
  },
  {
    "id": "SCI60-W2.2-M5-8",
    "code": "ว 2.2 ม.5/8",
    "standard": "W2.2",
    "grade": "M5",
    "unitId": "m5-w22",
    "text": "สังเกตและอธิบายแรงแม่เหล็กที่กระทำต่อ อนุภาคที่มีประจุไฟฟ้าที่เคลื่อนที่ในสนามแม่เหล็ก และแรงแม่เหล็กที่กระทำต่อลวดตัวนำที่มี กระแสไฟฟ้าผ่านในสนามแม่เหล็ก รวมทั้ง อธิบายหลักการทำงานของมอเตอร์",
    "sourcePage": 66,
    "sourcePdfPage": 73
  },
  {
    "id": "SCI60-W2.2-M5-9",
    "code": "ว 2.2 ม.5/9",
    "standard": "W2.2",
    "grade": "M5",
    "unitId": "m5-w22",
    "text": "สังเกตและอธิบายการเกิดอีเอ็มเอฟ รวมทั้ง ยกตัวอย่างการนำความรู้ไปใช้ประโยชน์",
    "sourcePage": 66,
    "sourcePdfPage": 73
  },
  {
    "id": "SCI60-W2.2-M5-10",
    "code": "ว 2.2 ม.5/10",
    "standard": "W2.2",
    "grade": "M5",
    "unitId": "m5-w22",
    "text": "สืบค้นข้อมูลและอธิบายแรงเข้มและแรงอ่อน 2 วิทยาศาสตร์กายภาพ",
    "sourcePage": 66,
    "sourcePdfPage": 73
  },
  {
    "id": "SCI60-W2.3-M5-1",
    "code": "ว 2.3 ม.5/1",
    "standard": "W2.3",
    "grade": "M5",
    "unitId": "m5-w23",
    "text": "สืบค้นข้อมูลและอธิบายพลังงานนิวเคลียร์ ฟิชชันและฟิวชัน และความสัมพันธ์ระหว่างมวล กับพลังงานที่ปลดปล่อยออกมาจากฟิชชัน และฟิวชัน",
    "sourcePage": 75,
    "sourcePdfPage": 82
  },
  {
    "id": "SCI60-W2.3-M5-2",
    "code": "ว 2.3 ม.5/2",
    "standard": "W2.3",
    "grade": "M5",
    "unitId": "m5-w23",
    "text": "สืบค้นข้อมูล และอธิบายการเปลี่ยนพลังงาน ทดแทนเป็นพลังงานไฟฟ้า รวมทั้งสืบค้นและ อภิปรายเกี่ยวกับเทคโนโลยีที่นำมาแก้ปัญหา หรือตอบสนองความต้องการทางด้านพลังงาน โดยเน้นด้านประสิทธิภาพและความคุ้มค่า ด้านค่าใช้จ่าย",
    "sourcePage": 76,
    "sourcePdfPage": 83
  },
  {
    "id": "SCI60-W2.3-M5-3",
    "code": "ว 2.3 ม.5/3",
    "standard": "W2.3",
    "grade": "M5",
    "unitId": "m5-w23",
    "text": "สังเกต และอธิบายการสะท้อน การหักเห การเลี้ยวเบน และการรวมคลื่น",
    "sourcePage": 76,
    "sourcePdfPage": 83
  },
  {
    "id": "SCI60-W2.3-M5-4",
    "code": "ว 2.3 ม.5/4",
    "standard": "W2.3",
    "grade": "M5",
    "unitId": "m5-w23",
    "text": "สังเกต และอธิบายความถี่ธรรมชาติ การสั่นพ้อง และผลที่เกิดขึ้นจากการสั่นพ้อง",
    "sourcePage": 76,
    "sourcePdfPage": 83
  },
  {
    "id": "SCI60-W2.3-M5-5",
    "code": "ว 2.3 ม.5/5",
    "standard": "W2.3",
    "grade": "M5",
    "unitId": "m5-w23",
    "text": "สังเกต และอธิบายการสะท้อน การหักเห การเลี้ยวเบน และการรวมคลื่นของคลื่นเสียง",
    "sourcePage": 76,
    "sourcePdfPage": 83
  },
  {
    "id": "SCI60-W2.3-M5-6",
    "code": "ว 2.3 ม.5/6",
    "standard": "W2.3",
    "grade": "M5",
    "unitId": "m5-w23",
    "text": "สืบค้นข้อมูล และอธิบายความสัมพันธ์ระหว่าง ความเข้มเสียงกับระดับเสียงและผลของความถี่ กับระดับเสียงที่มีต่อการได้ยินเสียง",
    "sourcePage": 76,
    "sourcePdfPage": 83
  },
  {
    "id": "SCI60-W2.3-M5-7",
    "code": "ว 2.3 ม.5/7",
    "standard": "W2.3",
    "grade": "M5",
    "unitId": "m5-w23",
    "text": "สังเกต และอธิบายการเกิดเสียงสะท้อนกลับ บีต ดอปเพลอร์ และการสั่นพ้องของเสียง",
    "sourcePage": 77,
    "sourcePdfPage": 84
  },
  {
    "id": "SCI60-W2.3-M5-8",
    "code": "ว 2.3 ม.5/8",
    "standard": "W2.3",
    "grade": "M5",
    "unitId": "m5-w23",
    "text": "สืบค้นข้อมูล และยกตัวอย่างการนำความรู้ เกี่ยวกับเสียงไปใช้ประโยชน์ในชีวิตประจำวัน",
    "sourcePage": 77,
    "sourcePdfPage": 84
  },
  {
    "id": "SCI60-W2.3-M5-9",
    "code": "ว 2.3 ม.5/9",
    "standard": "W2.3",
    "grade": "M5",
    "unitId": "m5-w23",
    "text": "สังเกต และอธิบายการมองเห็นสีของวัตถุ และความผิดปกติในการมองเห็นสี",
    "sourcePage": 77,
    "sourcePdfPage": 84
  },
  {
    "id": "SCI60-W2.3-M5-10",
    "code": "ว 2.3 ม.5/10",
    "standard": "W2.3",
    "grade": "M5",
    "unitId": "m5-w23",
    "text": "สังเกต และอธิบายการทำงานของแผ่นกรอง แสงสี การผสมแสงสี การผสมสารสี และ การนำไปใช้ประโยชน์ในชีวิตประจำวัน",
    "sourcePage": 77,
    "sourcePdfPage": 84
  },
  {
    "id": "SCI60-W2.3-M5-11",
    "code": "ว 2.3 ม.5/11",
    "standard": "W2.3",
    "grade": "M5",
    "unitId": "m5-w23",
    "text": "สืบค้นข้อมูลและอธิบายคลื่นแม่เหล็กไฟฟ้า ส่วนประกอบคลื่นแม่เหล็กไฟฟ้า และหลัก การทำงานของอุปกรณ์บางชนิดที่อาศัย คลื่นแม่เหล็กไฟฟ้า",
    "sourcePage": 78,
    "sourcePdfPage": 85
  },
  {
    "id": "SCI60-W2.3-M5-12",
    "code": "ว 2.3 ม.5/12",
    "standard": "W2.3",
    "grade": "M5",
    "unitId": "m5-w23",
    "text": "สืบค้นข้อมูลและอธิบายการสื่อสาร โดยอาศัย คลื่นแม่เหล็กไฟฟ้าในการส่งผ่านสารสนเทศ และเปรียบเทียบการสื่อสารด้วยสัญญาณ แอนะล็อกกับสัญญาณดิจิทัล 3 วิทยาศาสตร์โลก และอวกาศ",
    "sourcePage": 78,
    "sourcePdfPage": 85
  },
  {
    "id": "SCI60-W4.1-M5-1",
    "code": "ว 4.1 ม.5/1",
    "standard": "W4.1",
    "grade": "M5",
    "unitId": "m5-w41",
    "text": "ประยุกต์ใช้ความรู้และทักษะจากศาสตร์ต่าง ๆ รวมทั้งทรัพยากรในการทำโครงงานเพื่อแก้ปัญหา หรือพัฒนางาน 4 เทคโนโลยี",
    "sourcePage": 112,
    "sourcePdfPage": 119
  },
  {
    "id": "SCI60-W4.2-M5-1",
    "code": "ว 4.2 ม.5/1",
    "standard": "W4.2",
    "grade": "M5",
    "unitId": "m5-w42",
    "text": "รวบรวม วิเคราะห์ข้อมูล และใช้ความรู้ ด้านวิทยาการคอมพิวเตอร์ สื่อดิจิทัล เทคโนโลยี สารสนเทศในการแก้ปัญหาหรือเพิ่มมูลค่า ให้กับบริการหรือผลิตภัณฑ์ที่ใช้ในชีวิตจริง อย่างสร้างสรรค์",
    "sourcePage": 125,
    "sourcePdfPage": 132
  },
  {
    "id": "SCI60-W3.1-M6-1",
    "code": "ว 3.1 ม.6/1",
    "standard": "W3.1",
    "grade": "M6",
    "unitId": "m6-w31",
    "text": "อธิบายการกำเนิดและการเปลี่ยนแปลงพลังงาน สสาร ขนาด อุณหภูมิของเอกภพหลังเกิด บิกแบงในช่วงเวลาต่าง ๆ ตามวิวัฒนาการ ของเอกภพ",
    "sourcePage": 83,
    "sourcePdfPage": 90
  },
  {
    "id": "SCI60-W3.1-M6-2",
    "code": "ว 3.1 ม.6/2",
    "standard": "W3.1",
    "grade": "M6",
    "unitId": "m6-w31",
    "text": "อธิบายหลักฐานที่สนับสนุนทฤษฎีบิกแบง จากความสัมพันธ์ระหว่างความเร็วกับระยะทาง ของกาแล็กซี รวมทั้งข้อมูลการค้นพบไมโครเวฟ พื้นหลังจากอวกาศ",
    "sourcePage": 84,
    "sourcePdfPage": 91
  },
  {
    "id": "SCI60-W3.1-M6-3",
    "code": "ว 3.1 ม.6/3",
    "standard": "W3.1",
    "grade": "M6",
    "unitId": "m6-w31",
    "text": "อธิบายโครงสร้างและองค์ประกอบของกาแล็กซี ทางช้างเผือก และระบุตำแหน่งของระบบสุริยะ พร้อมอธิบายเชื่อมโยงกับการสังเกตเห็น ทางช้างเผือกของคนบนโลก",
    "sourcePage": 84,
    "sourcePdfPage": 91
  },
  {
    "id": "SCI60-W3.1-M6-4",
    "code": "ว 3.1 ม.6/4",
    "standard": "W3.1",
    "grade": "M6",
    "unitId": "m6-w31",
    "text": "อธิบายกระบวนการเกิดดาวฤกษ์ โดยแสดง การเปลี่ยนแปลงความดัน อุณหภูมิ ขนาด จากดาวฤกษ์ก่อนเกิดจนเป็นดาวฤกษ์",
    "sourcePage": 84,
    "sourcePdfPage": 91
  },
  {
    "id": "SCI60-W3.1-M6-5",
    "code": "ว 3.1 ม.6/5",
    "standard": "W3.1",
    "grade": "M6",
    "unitId": "m6-w31",
    "text": "ระบุปัจจัยที่ส่งผลต่อความส่องสว่างของ ดาวฤกษ์ และอธิบายความสัมพันธ์ระหว่าง ความส่องสว่างกับโชติมาตรของดาวฤกษ์",
    "sourcePage": 85,
    "sourcePdfPage": 92
  },
  {
    "id": "SCI60-W3.1-M6-6",
    "code": "ว 3.1 ม.6/6",
    "standard": "W3.1",
    "grade": "M6",
    "unitId": "m6-w31",
    "text": "อธิบายความสัมพันธ์ระหว่างสี อุณหภูมิผิว และสเปกตรัมของดาวฤกษ์",
    "sourcePage": 85,
    "sourcePdfPage": 92
  },
  {
    "id": "SCI60-W3.1-M6-7",
    "code": "ว 3.1 ม.6/7",
    "standard": "W3.1",
    "grade": "M6",
    "unitId": "m6-w31",
    "text": "อธิบายลำดับวิวัฒนาการที่สัมพันธ์กับมวลตั้งต้น และวิเคราะห์การเปลี่ยนแปลงสมบัติบางประการ ของดาวฤกษ์",
    "sourcePage": 85,
    "sourcePdfPage": 92
  },
  {
    "id": "SCI60-W3.1-M6-8",
    "code": "ว 3.1 ม.6/8",
    "standard": "W3.1",
    "grade": "M6",
    "unitId": "m6-w31",
    "text": "อธิบายกระบวนการเกิดระบบสุริยะ และการแบ่ง เขตบริวารของดวงอาทิตย์ และลักษณะของ ดาวเคราะห์ที่เอื้อต่อการดำรงชีวิต",
    "sourcePage": 85,
    "sourcePdfPage": 92
  },
  {
    "id": "SCI60-W3.1-M6-9",
    "code": "ว 3.1 ม.6/9",
    "standard": "W3.1",
    "grade": "M6",
    "unitId": "m6-w31",
    "text": "อธิบายโครงสร้างของดวงอาทิตย์ การเกิด ลมสุริยะ พายุสุริยะ และสืบค้นข้อมูล วิเคราะห์ นำเสนอปรากฏการณ์หรือเหตุการณ์ที่เกี่ยวข้อง กับผลของลมสุริยะ และพายุสุริยะที่มีต่อโลก รวมทั้งประเทศไทย",
    "sourcePage": 86,
    "sourcePdfPage": 93
  },
  {
    "id": "SCI60-W3.1-M6-10",
    "code": "ว 3.1 ม.6/10",
    "standard": "W3.1",
    "grade": "M6",
    "unitId": "m6-w31",
    "text": "สืบค้นข้อมูล อธิบายการสำรวจอวกาศ โดยใช้ กล้องโทรทรรศน์ในช่วงความยาวคลื่นต่าง ๆ ดาวเทียม ยานอวกาศ สถานีอวกาศ และนำเสนอ แนวคิดการนำความรู้ทางด้านเทคโนโลยี อวกาศมาประยุกต์ใช้ ในชีวิตประจำวัน หรือในอนาคต 3 วิทยาศาสตร์โลก และอวกาศ",
    "sourcePage": 87,
    "sourcePdfPage": 94
  },
  {
    "id": "SCI60-W3.2-M6-1",
    "code": "ว 3.2 ม.6/1",
    "standard": "W3.2",
    "grade": "M6",
    "unitId": "m6-w32",
    "text": "อธิบายการแบ่งชั้นและสมบัติของโครงสร้างโลก พร้อมยกตัวอย่างข้อมูลที่สนับสนุน",
    "sourcePage": 100,
    "sourcePdfPage": 107
  },
  {
    "id": "SCI60-W3.2-M6-2",
    "code": "ว 3.2 ม.6/2",
    "standard": "W3.2",
    "grade": "M6",
    "unitId": "m6-w32",
    "text": "อธิบายหลักฐานทางธรณีวิทยาที่สนับสนุน การเคลื่อนที่ของแผ่นธรณี",
    "sourcePage": 100,
    "sourcePdfPage": 107
  },
  {
    "id": "SCI60-W3.2-M6-3",
    "code": "ว 3.2 ม.6/3",
    "standard": "W3.2",
    "grade": "M6",
    "unitId": "m6-w32",
    "text": "ระบุสาเหตุ และอธิบายรูปแบบแนวรอยต่อ ของแผ่นธรณีที่สัมพันธ์กับการเคลื่อนที่ของ แผ่นธรณี พร้อมยกตัวอย่างหลักฐาน ทางธรณีวิทยาที่พบ",
    "sourcePage": 100,
    "sourcePdfPage": 107
  },
  {
    "id": "SCI60-W3.2-M6-4",
    "code": "ว 3.2 ม.6/4",
    "standard": "W3.2",
    "grade": "M6",
    "unitId": "m6-w32",
    "text": "อธิบายสาเหตุ กระบวนการเกิดภูเขาไฟระเบิด รวมทั้งสืบค้นข้อมูลพื้นที่เสี่ยงภัย ออกแบบและ นำเสนอแนวทางการเฝ้าระวังและการปฏิบัติตน ให้ปลอดภัย",
    "sourcePage": 101,
    "sourcePdfPage": 108
  },
  {
    "id": "SCI60-W3.2-M6-5",
    "code": "ว 3.2 ม.6/5",
    "standard": "W3.2",
    "grade": "M6",
    "unitId": "m6-w32",
    "text": "อธิบายสาเหตุ กระบวนการเกิด ขนาดและ ความรุนแรง และผลจากแผ่นดินไหว รวมทั้ง สืบค้นข้อมูลพื้นที่เสี่ยงภัย ออกแบบและ นำเสนอแนวทางการเฝ้าระวังและการปฏิบัติตน ให้ปลอดภัย",
    "sourcePage": 101,
    "sourcePdfPage": 108
  },
  {
    "id": "SCI60-W3.2-M6-6",
    "code": "ว 3.2 ม.6/6",
    "standard": "W3.2",
    "grade": "M6",
    "unitId": "m6-w32",
    "text": "อธิบายสาเหตุ กระบวนการเกิด และผลจากสึนามิ รวมทั้งสืบค้นข้อมูลพื้นที่เสี่ยงภัย ออกแบบ และนำเสนอแนวทางการเฝ้าระวังและการ ปฏิบัติตนให้ปลอดภัย",
    "sourcePage": 101,
    "sourcePdfPage": 108
  },
  {
    "id": "SCI60-W3.2-M6-7",
    "code": "ว 3.2 ม.6/7",
    "standard": "W3.2",
    "grade": "M6",
    "unitId": "m6-w32",
    "text": "อธิบายปัจจัยสำคัญที่มีผลต่อการได้รับพลังงาน จากดวงอาทิตย์แตกต่างกันในแต่ละบริเวณ ของโลก",
    "sourcePage": 102,
    "sourcePdfPage": 109
  },
  {
    "id": "SCI60-W3.2-M6-8",
    "code": "ว 3.2 ม.6/8",
    "standard": "W3.2",
    "grade": "M6",
    "unitId": "m6-w32",
    "text": "อธิบายการหมุนเวียนของอากาศ ที่เป็น ผลมาจากความแตกต่างของความกดอากาศ",
    "sourcePage": 102,
    "sourcePdfPage": 109
  },
  {
    "id": "SCI60-W3.2-M6-9",
    "code": "ว 3.2 ม.6/9",
    "standard": "W3.2",
    "grade": "M6",
    "unitId": "m6-w32",
    "text": "อธิบายทิศทางการเคลื่อนที่ของอากาศ ที่เป็น ผลมาจากการหมุนรอบตัวเองของโลก",
    "sourcePage": 102,
    "sourcePdfPage": 109
  },
  {
    "id": "SCI60-W3.2-M6-10",
    "code": "ว 3.2 ม.6/10",
    "standard": "W3.2",
    "grade": "M6",
    "unitId": "m6-w32",
    "text": "อธิบายการหมุนเวียนของอากาศตามเขต ละติจูด และผลที่มีต่อภูมิอากาศ",
    "sourcePage": 102,
    "sourcePdfPage": 109
  },
  {
    "id": "SCI60-W3.2-M6-11",
    "code": "ว 3.2 ม.6/11",
    "standard": "W3.2",
    "grade": "M6",
    "unitId": "m6-w32",
    "text": "อธิบายปัจจัยที่ทำให้เกิดการหมุนเวียนของน้ำ ผิวหน้าในมหาสมุทร และรูปแบบการหมุนเวียน ของน้ำผิวหน้าในมหาสมุทร",
    "sourcePage": 103,
    "sourcePdfPage": 110
  },
  {
    "id": "SCI60-W3.2-M6-12",
    "code": "ว 3.2 ม.6/12",
    "standard": "W3.2",
    "grade": "M6",
    "unitId": "m6-w32",
    "text": "อธิบายผลของการหมุนเวียนของอากาศ และน้ำผิวหน้าในมหาสมุทรที่มีต่อลักษณะ ภูมิอากาศ ลมฟ้าอากาศ สิ่งมีชีวิต และ สิ่งแวดล้อม",
    "sourcePage": 103,
    "sourcePdfPage": 110
  },
  {
    "id": "SCI60-W3.2-M6-13",
    "code": "ว 3.2 ม.6/13",
    "standard": "W3.2",
    "grade": "M6",
    "unitId": "m6-w32",
    "text": "อธิบายปัจจัยที่มีผลต่อการเปลี่ยนแปลง ภูมิอากาศของโลก พร้อมทั้งนำเสนอแนวปฏิบัติ เพื่อลดกิจกรรมของมนุษย์ ที่ส่งผลต่อการ เปลี่ยนแปลงภูมิอากาศโลก",
    "sourcePage": 103,
    "sourcePdfPage": 110
  },
  {
    "id": "SCI60-W3.2-M6-14",
    "code": "ว 3.2 ม.6/14",
    "standard": "W3.2",
    "grade": "M6",
    "unitId": "m6-w32",
    "text": "แปลความหมายสัญลักษณ์ลมฟ้าอากาศ ที่สำคัญจากแผนที่อากาศ และนำข้อมูล สารสนเทศต่าง ๆ มาวางแผนการดำเนินชีวิต ให้สอดคล้องกับสภาพลมฟ้าอากาศ 4 เทคโนโลยี",
    "sourcePage": 104,
    "sourcePdfPage": 111
  },
  {
    "id": "SCI60-W4.2-M6-1",
    "code": "ว 4.2 ม.6/1",
    "standard": "W4.2",
    "grade": "M6",
    "unitId": "m6-w42",
    "text": "ใช้เทคโนโลยี สารสนเทศในการนำเสนอและ แบ่งปันข้อมูลอย่างปลอดภัย มีจริยธรรม และวิเคราะห์ การเปลี่ยนแปลงเทคโนโลยี สารสนเทศที่มีผลต่อการดำเนิน ชีวิต อาชีพ สังคม และวัฒนธรรม",
    "sourcePage": 106
  }
];
  window.CK_CURRICULUM_SCIENCE_2560 = { schemaVersion: 2, source, standards, units, indicators };
})();
